{
  "chapter_name": "chapter 4",
  "content": "# Electricity: Magnetic and Heating Effects \n\n## Probe and ponder\n\n- If we don't have an electric lamp while making an electric circuit with an electric cell, is there any other way through which we can find out if current is flowing in the circuit?\n- Is it possible to make temporary magnets? How can these be made?\n- We can generate heat by burning fossil fuels and wood; but how is heat generated in various electrical appliances?\n![img-0.jpeg](img-0.jpeg)\n- How do we know if a cell or a battery is dead? Can all cells and batteries be recharged?\n- Share your questions\n$\\qquad$\n$\\qquad$\n\nIt was the day of the science exhibition, and the school was buzzing with energy. Mohini and Aakarsh, along with their friends, went from one exhibit to another, eagerly exploring different models, asking questions and taking notes. One simple model really fascinated them. It was a working model of a lifting electromagnet which was displayed by their senior, Sumana. In it, instead of a hook like a typical crane, there was an iron nail wrapped with a wire, which was connected to a battery. When Sumana closed the circuit, the nail picked up iron paper clips like a magnet. When she opened the circuit, the clips fell off. Mohini and Aakarsh, were surprised. They remembered learning earlier (in the chapter 'Exploring Magnets', Curiosity, Grade 6) that magnetic materials were attracted by magnet and that iron was a magnetic material. But in Sumana's model, there was no magnet, only an electric circuit. They were so excited that they wanted to try it out themselves.\n\n# 4.1 Does an Electric Current Have a Magnetic Effect? \n\n## Activity 4.1: Let us investigate\n\n- Collect a magnetic compass, an electric cell, a cell holder, two drawing pins, a safety pin, two nails, two pieces of connecting wires (one longer and one shorter), and two small pieces of cardboard.\n- Using two drawing pins, a safety pin, and a cardboard piece, make a switch (as you made it earlier in the chapter 'Electricity: Circuits and their Components' in Curiosity, Grade 7).\n- Place the cell in the cell holder.\n- Fix two nails to a piece of cardboard as shown in Fig. 4.1a. Fix the middle portion of the longer wire stretched between the nails, such that it is slightly above the surface of the cardboard. Attach one end of that wire to the cell holder and another end to the switch.\n- Connect the second wire between the cell holder and the switch.\n- Place the magnetic compass beneath the wire between the two nails (Fig. 4.1a).\n![img-1.jpeg](img-1.jpeg)\n\nFig. 4.1: An electric circuit and a magnetic compass\n\nWhile watching the compass needle, move the switch to 'ON' position to allow electric current to flow through the wire (Fig. 4.1b). What do you observe?\n\n- Now again while watching the compass needle, move the switch to 'OFF' position. What do you observe this time?\n- Move the switch between 'ON' and 'OFF' positions a few more times. Carefully observe how the compass needle behaves the each time.\nYou may have noticed that when the current flows, the compass needle gets deflected from its original direction. When the current stops, the needle returns to its original direction.\n\nAs we have learnt earlier (in the chapter 'Exploring Magnets' in Curiosity, Grade 6), the compass needle is a tiny magnet which deflects when a magnet is brought near it and this magnetic effect can act through any non-magnetic materials kept in between. But why does the compass needle deflect when the current flows through the wire? The deflection indicates that the current carrying wire has a magnetic effect on the compass needle. When the current stops, this magnetic effect disappears and the compass needle returns to its original direction. The region around a magnet or a current carrying wire where its magnetic effect can be felt, such as by the deflection of a compass needle, is said to have a magnetic field.\n\nWe have learnt about magnets and electric current in earlier grades. I used to think that there was no link between the two. But now we found that electricity and magnetic effect are linked!\n\nWhen electric current flows through a conductor (like a wire), it produces a magnetic field around it. This phenomenon is known as the magnetic effect of electric current. The magnetic field disappears when the current stops flowing.\n\n# Be a scientist \n\n![img-2.jpeg](img-2.jpeg)\n\nYou have just now made the same discovery which was made by the scientist Hans Christian Oersted (1777-1851) in 1820, that is, the discovery that electricity and magnetism are linked. He was a professor at a university in Denmark. It is said that once while giving a demonstration, he noticed that whenever an electrical circuit was closed or opened, the needle of a magnetic compass, lying nearby, deflected. He investigated this and when he was certain that an electric current indeed produced a magnetic field, he published his findings. This led to other scientists repeating his experiment to check if they got the same results, and further investigating the connection between electricity and magnetism.\n\nThe magnetic effect of electric current has many practical applications, such as in devices like electromagnets, electric bells, motors, fans, loudspeakers, and more.\n\nCan we use electric current to make a magnet?\n![img-3.jpeg](img-3.jpeg)\n\n# 4.1.1 Electromagnets \n\n## Activity 4.2: Let us explore\n\n- Take around 50 cm long length of a flexible insulated wire, an iron nail, an electric cell, and few iron paper clips.\n- Tightly wrap the wire around the nail in the form of a coil, as shown in Fig. 4.2, and secure it with an adhesive tape.\n- Connect the ends of the wire to the cell. Take care to not connect the wires to the cell for more than a few seconds; otherwise, the cell may weaken quickly.\n- Bring the nail close to the iron paper clips and lift up. Do the clips hang to the ends of the nail?\n![img-4.jpeg](img-4.jpeg)\n\nFig. 4.2: Coil of wire connected with a cell\n\n- Disconnect the wire from the cell to stop the flow of electric current in the wire. Do the clips fall down?\nWhen electric current flows through the coil, the clips cling to it. But when the current is stopped, the clips no longer cling to it. Let us now try to investigate these observations in detail through Activity 4.3.\n\n\n## Activity 4.3: Let us experiment\n\n- Take around 100 cm long flexible insulated wire, a piece of chart paper, an iron nail, an electric cell, two magnetic compasses, and few iron/steel paper clips.\n- Roll a piece of chart paper to make a cylinder of diameter roughly equal to the width of a pencil. Secure it with an adhesive tape.\n- Tightly wind around 50 turns of the insulated wire on the cylinder to form a cylindrical coil as shown in Fig. 4.3a. Secure the wire with an adhesive tape.\n![img-5.jpeg](img-5.jpeg)\n\nFig. 4.3: (a) A coil of insulated wire\n\n![img-6.jpeg](img-6.jpeg)\n\nFig. 4.3: (b) Coil and magnetic compasses; (c) Coil connected to a cell; (d) Coil with iron nail inserted; (e) Coil with iron nail and clips\n\n- Place the compasses near the two ends of the cylindrical coil (Fig. 4.3b).\n- Connect the two ends of the coil with the terminals of the cell as shown in Fig. 4.3c and observe the magnetic compasses. Do you find any deflection in the needles of the compasses?\n- Disconnect the wire from the cell. Do the needles of the compasses come back to their original positions?\n- Insert an iron nail in the paper cylinder (Fig. 4.3d) and repeat the steps. Is there any difference in the deflection of the compass needles?\n- Place some iron paper clips near the two ends of the nail. Are the clips attracted to the ends of the nail?\nIt is observed that when current is passed through the cylindrical coil, it behaves like a magnet and deflects the needle of a magnetic compass. When an iron nail is inserted in the core of the coil, then the coil becomes a stronger magnet and the deflection of the magnetic compass needle is much more. It also attracts iron clips (Fig. 4.3e). When the current is stopped, the cylindrical coil loses its magnetic effect.\n\nA current carrying coil that behaves as a magnet is called an electromagnet. For practical applications, most electromagnets have an iron core to make them stronger.\n\nDoes electromagnet also have two poles like a bar magnet?\n![img-7.jpeg](img-7.jpeg)\n\n# Activity 4.4: Let us investigate \n\n- Take the electromagnet made in Activity 4.3 and a magnetic compass. Label the two ends of the coil as A and B.\n- Place the magnetic compass near the end A of the coil as shown in Fig. 4.4a.\n- Connect the coil to the cell and observe the compass. Note down which pole of the magnetic compass is attracted to end A.\n\n![img-8.jpeg](img-8.jpeg)\n\nFig. 4.4: Compass needle near (a) End A; (b) End B of an electromagnet\nAs we have learnt earlier, when two magnets are brought close to each other, their unlike poles (North-South) attract each other. So, if north pole of the magnetic compass is attracted towards end A of the electromagnet, then end A is south pole.\n\n- Repeat this procedure to find the polarity of end B as well (Fig. 4.4b). Did you find that the polarity of end B is opposite to the polarity of end A?\nWe learnt in grade 6 that a magnet has two poles. Just like a magnet, an electromagnet also has two poles-North and South.\n\n\n# Think like a scientist \n\nRepeat Activity 4.3 with - (i) 2 and 4 cells with the same coil, (ii) 2 cells but different number of turns of the coil. What do you observe?\n\nA single cell provides only a small amount of current, so the magnetic field is weak. As a result, the deflection of compass needle is less and the coil can only attract a few clips. A battery with more cells gives a larger current as compared to that with a single cell. This creates a stronger magnetic field, so the deflection of the compass needle is more and the coil can attract more clips. The increase in number of turns of the coil also makes the coil a stronger magnet!\n\nAlso, repeat Activity 4.4 by changing the direction of the current. So, the strength of an electromagnet can be changed by changing the amount of electric current flowing through the coil or the number of turns of the coil, or both. Also, its poles can be reversed by changing the direction of the current.\n\n## A step further\n\nDo you remember learning earlier (in the chapter 'Exploring Magnets' in Curiosity, Grade 6) that a freely suspended magnet rests along the north-south direction because our Earth itself behaves like a giant magnet? But why does Earth behave like a magnet? Deep inside the Earth, the movement of liquid iron in the core creates electric currents, which generate a magnetic field. Many migratory birds, fish, and animals use this field to navigate across continents and oceans. The Earth's magnetic field also acts as a shield, blocking harmful particles from space, and helps protect life on Earth.\n\n![img-9.jpeg](img-9.jpeg)\n\nAre electromagnets also used in real life, for lifting objects?\n\n### 4.1.2 Lifting electromagnets\n\nLifting electromagnets are strong electromagnets, that may be hung to the cranes. The crane operator can control the magnet by switching the current ON and OFF. When the current is turned ON, the electromagnet lifts the iron/steel objects; when the current is switched OFF, magnetic field disappears, and the objects are released. Lifting electromagnets are widely used in factories and scrap yards, to move, lift, and sort heavy metal items efficiently.\n\n## A step further\n\nWe have learnt that when electric current flows through a conductor (like a wire), it produces a magnetic field around it. In the higher grades, you will learn even more about this wonderful link between electricity and magnetism, including the exciting idea that just as electricity can produce magnetism, a moving magnet can also lead to an electric current. This deep connection between electricity and magnetism is vital to our daily lives, as it forms the basis of many devices, from electric motors to power generators.\n\n# 4.2 Does a Current Carrying Wire Get Hot? \n\n## Activity 4.5: Let us observe\n\n![img-10.jpeg](img-10.jpeg)\n\nWhile doing the activity for electromagnet, did you also notice that the wire ends got warm? Why would that happen?\n\nIn this activity, we will use a special kind of wire, called a nichrome wire.\n\n- Take a cardboard piece of about 10 cm length and 10 cm width, two nails, a nichrome wire of thickness about 0.3 mm (26-28 gauge) and length of 10 cm , an electric cell, a cell holder, a switch, and connecting wires.\n- Mount the nails on the cardboard about 5 cm apart.\n- Tie the nichrome wire between these nails and make the connections as shown in Fig. 4.5 with the switch in OFF position.\n- Touch the nichrome wire. What do you feel?\n- Move the switch to ON position for about 30 s and then move it back to OFF. Touch the nichrome wire momentarily\n\n(Do not hold the nichrome wire). What difference do you feel?\n\n- Repeat the last two steps to confirm the observation.\n\n\n## Safety first\n\nDo not touch the wire for an extended period to avoid any injuries.\n\nYou may have observed that nichrome wire feels warm when current is passed through it. This happens because, when electric current flows through any conductor, it faces some opposition or resistance to its flow. Different conductors offer different levels of resistance to the flow of current. A nichrome wire, for example, offers higher resistance compared to a copper wire of the same size and length. This resistance causes some of the electrical energy to be converted into heat energy. When an electric current passes through a conductor, it gets heated. This warming is known as the heating\n![img-11.jpeg](img-11.jpeg)\n\nFig. 4.5: Heating effect in a wire\neffect of electric current.\n\n# Think like a scientist \n\nThis activity should be carried out strictly under the supervision of a teacher.\n\nRepeat Activity 4.5 with a battery of 2 cells. What do you notice? For the same duration, does the wire heat up more with one cell or two cells?\n\nThe amount of heat generated is more in the experiment with 2 cells. This is due to the fact that the heat generated depends on the magnitude of the electric current. The heat generated in a wire depends on the material, thickness, and length of the wire, and the duration for which the current flows.\n\nIn Grade 7, we have learnt that an incandescent lamp glows because its filament is heated by an electric current. Many household appliances, such as electric room heaters, stoves, irons, immersion rods, water heaters, kettles, and hair dryers (Fig. 4.6) work on the same principle of the heating effect of electric current. All these devices contain a rod or a coil of wire, called a heating element. In some appliances where\n\nOh, now I understand why the incandescent torch lamp sometimes used to get warm when we did the activity of making it glow using an electric cell.\n![img-12.jpeg](img-12.jpeg)\nthis element is visible, it can be seen glowing red hot.\n\n![img-13.jpeg](img-13.jpeg)\n\nFig. 4.6: Simple household electric heating appliances (a) Room heater; (b) Electric stove; (c) Electric kettle; (d) Electric iron; (e) Water heating immersion coil; or (f) Hair dryer\n\n## A step further\n\nTo prevent unnecessary heating in household switchboards, it is important to use appropriate wires, plugs, and socketsthatare rated for the specified electric current of the connections.\n\nThe heating effect of electric current is useful in many everyday appliances. But sometimes, it can cause problems, like energy loss in wires during transmission. Overheating in appliances may cause damage to plugs and sockets where plastic parts may melt, or even lead to fires. In household circuits, there are safety devices placed in the circuit to minimise such incidents.\n\n# Ever heard of... \n\nBeyond household use, heating effect of electric current has several industrial applications. One notable example is in steel manufacturing industries, where a specially designed high-temperature furnace (an enclosed space built to generate heat) uses electric current to produce heat. This is used to melt and recycle scrap steel, converting it into usable steel.\n\n![img-14.jpeg](img-14.jpeg)\n\nThe portable sources of electricity, such as cells and batteries, are so fascinating. Using these, we could light up a small lamp, make a magnet, and heat up a wire.\n\nYes, but have you ever wondered what is inside these cells and batteries that produces electricity?\n\n# 4.3 How Does a Battery Generate Electricity? \n\nLet us start with one of the earliest types of electric cells ever made.\n\n### 4.3.1 Voltaic cell\n\nA Voltaic cell, also known as Galvanic cell, is shown in Fig. 4.7. It contains two metal plates made of different materials and a liquid called an electrolyte, placed in a glass or plastic container. The plates, called electrodes, are partly dipped in the electrolyte, which is usually a weak acid or salt solution. A chemical reaction between the plates and the electrolyte produces electricity. When the circuit is connected, electric current flows from the positive terminal through the circuit to the negative terminal. Over time, the chemicals get used up, and the cell stops working. It is then called 'dead' and cannot supply any more electricity.\n![img-15.jpeg](img-15.jpeg)\n\nFig. 4.7: Simple representation of a Voltaic cell\n\n## Ever heard of ...\n\nThe Voltaic or Galvanic cells get their names from two Italian scientists, Alessandro Volta and Luigi Galvani. In the late 1700s, Galvani noticed that a dead frog's leg kicked when touched with two different metals-copper and iron. It was already known by then that electricity could stimulate muscular motion and Galvani thought the electricity came from the frog itself. But Volta had a different idea. He believed the electricity came from the metals, and not the frog. To test this, he used saltwater-soaked paper instead of the frog's leg and still got an electric current. This showed that it was the combination of metals and liquid that generated electric current-leading to the invention of the first battery!\n\n# Activity 4.6: Let us construct \n\n![img-16.jpeg](img-16.jpeg)\n\nFig. 4.8: (a) Electric cell made using lemons; (b) Connections in lemon cell\n\n- Take five or six juicy lemons, copper wires/ strips ( $1-2 \\mathrm{~mm}$ thick) and iron nails. Also take one LED and some connecting wires.\n- Insert the copper wire and the iron nail in one of the lemons keeping them apart by a small distance as shown in Fig. 4.8a.\n- Repeat the above step for all the remaining lemons.\n- Join the copper wires and nails as shown in Fig. 4.8b.\n- Connect the LED between the copper wire of the first lemon and the iron nail of the last lemon, using connecting wires. What do you observe? Does the LED glow?\n- If the LED does not glow, reverse its connections. Does the LED glow now? [Remember that we have learnt earlier that current can pass through the LED only when the positive terminal (longer wire) of the LED is connected to the positive terminal of the battery, and negative terminal (shorter wire) of the LED is connected to the negative terminal of the battery].\nA glowing LED indicates that your cell is working. In this cell, the metal electrodes are the copper wires and the iron nails. The electrolyte is the lemon juice, which helps conduct electricity. You may also use salt solutions instead of lemon juice.\n\n\n## A step further\n\n![img-17.jpeg](img-17.jpeg)\n\nSome common metal pairs for Voltaic cells are zinc/copper, zinc/ silver, aluminium/copper, iron/copper, magnesium/copper, and lead/copper. Some metals-like copper-act as positive electrodes, yet some other metals-like zinc-act as negative electrodes. This is due to their chemical properties. We will learn more about this in the higher grades.\n\n# 4.3.2 Dry cells \n\nVoltaic cells were an important discovery, but they are not convenient for everyday use. Instead, dry cells are one of the most widely used electric cells today. They are called 'dry' because the electrolyte is not a liquid but a thick moist paste. The structure of a dry cell is shown in Fig. 4.9. It consists of a zinc container which acts as a negative terminal and a carbon rod at the centre covered with metal cap that acts as the positive terminal. The carbon rod is surrounded by the paste-like electrolyte.\n\nThe dry cell is a single use cell, meaning once it is used up, it has to be disposed of. For several applications, rechargeable batteries are increasingly being used now.\n![img-18.jpeg](img-18.jpeg)\n\nFig. 4.9: (a) Dry cell; (b) Its internal structure\n\n### 4.3.3 Rechargeable batteries\n\nRechargeable batteries can be recharged and reused multiple times. This prevents wastage and saves money over time as well.\n![img-19.jpeg](img-19.jpeg)\n(a)\n![img-20.jpeg](img-20.jpeg)\n(d)\n![img-21.jpeg](img-21.jpeg)\n(e)\n![img-22.jpeg](img-22.jpeg)\n(f)\n\nFig. 4.10: Typical rechargeable batteries used in (a) Laptops; (b) Mobile phones; (c) Camera; (d) Inverter; (e) Vehicles; (f) Charging a mobile phone\n\nThere are many different kinds of rechargeable batteries that are used for different applications-from small batteries used in watches and phones to batteries used in laptops and tablet to bigger batteries that run inverters or drive electric vehicles (Fig. 4.10). However, rechargeable batteries also do not last forever. After being charged and used many times, they slowly wear out.\n\nOh, so this is the reason why after a year or two, the phone battery requires charging more often!\n![img-23.jpeg](img-23.jpeg)\n\n# A step further \n\nToday, the lithium-ion (Li-ion) battery is the most common type of rechargeable battery, found in almost all devices that use batteries. These batteries rely on special metals like lithium and cobalt, which are mined and processed in limited parts of the world. Because of this, countries are now racing to secure supplies, recycle old batteries, and develop new technologies.\n\nScientists are also working on the next big leap: solid-state batteries, which replace the liquid or paste-like electrolytes with solid materials. These future batteries would be much safer, charge faster and last longer. Improved rechargeable batteries are very important as the world moves to developing environmentally friendly sources of electrical power.\n\n## Snapshots\n\n- When electric current flows through a conductor (like a wire), it produces a magnetic field around it. This phenomenon is known as the magnetic effect of electric current.\n- A current carrying coil that behaves as a magnet is called an electromagnet. For practical applications, most electromagnets have an iron core to make them stronger.\n- Generation of heat in conductors due to flow of electric current is known as the heating effect of electric current.\n- A cell or a battery is a device that generates electric current because of chemical reactions taking place inside it.\n- Rechargeable batteries can be recharged and reused multiple times.\n\n\n## Keep the curiosity alive\n\n1. Fill in the blanks:\n(i) The solution used in a Voltaic cell is called $\\qquad$ .\n(ii) A current carrying coil behaves like a $\\qquad$ .\n2. Choose the correct option:\n(i) Dry cells are less portable compared to Voltaic cells. (True/False)\n(ii) A coil becomes an electromagnet only when electric current flows through it. (True/False)\n(iii) An electromagnet, using a single cell, attracts more iron paper clips than the same electromagnet with a battery of 2 cells. (True/False)\n\n3. An electric current flows through a nichrome wire for a short time.\n(i) The wire becomes warm.\n(ii) A magnetic compass placed below the wire is deflected.\n\nChoose the correct option:\n(a) Only (i) is correct\n(b) Only (ii) is correct\n(c) Both (i) and (ii) are correct\n(d) Both (i) and (ii) are not correct\n4. Match the items in Column A with those in Column B.\n\n|  | Column A | Column B |  |\n| :-- | :-- | :-- | :-- |\n| (i) | Voltaic cell | (a) | Best suited for electric heater |\n| (ii) | Electric iron | (b) | Works on magnetic effect of <br> electric current |\n| (iii) | Nichrome wire | (c) | Works on heating effect of <br> electric current |\n| (iv) | Electromagnet | (d) | Generates electricity by <br> chemical reactions |\n\n5. Nichrome wire is commonly used in electrical heating devices because it\n(i) is a good conductor of electricity.\n(ii) generates more heat for a given current.\n(iii) is cheaper than copper.\n(iv) is an insulator of electricity.\n6. Electric heating devices (like an electric heater or a stove) are often considered more convenient than traditional heating methods (like burning firewood or charcoal). Give reason(s) to support this statement considering societal impact.\n7. Look at the Fig. 4.4a. If the compass placed near the coil deflects: (i) Draw an arrow on the diagram to show the path of the electric current. (ii) Explain why the compass needle moves when current flows. (iii) Predict what would happen to the deflection if you reverse the battery terminals.\n\n# Prepare some questions based on your learnings so far ... \n\n![img-24.jpeg](img-24.jpeg)\n\n8. Suppose Sumana forgets to move the switch of her lifting electromagnet model to OFF position (in introduction story). After some time, the iron nail no longer picks up the iron paper clips, but the wire wrapped around the iron nail is still warm. Why did the lifting electromagnet stop lifting the clips? Give possible reasons.\n9. In Fig. 4.11, in which case the LED will glow when the switch is closed?\n![img-25.jpeg](img-25.jpeg)\n\nFig. 4.11\n10. Neha keeps the coil exactly the same as in Activity 4.4 but slides the iron nail out, leaving only the coiled wire. Will the coil still deflect the compass? If yes, will the deflection be more or less than before?\n11. We have four coils, of similar shape and size, made up from iron, copper, aluminium, and nichrome as shown in Fig. 4.12.\n![img-26.jpeg](img-26.jpeg)\n\nFig. 4.12\n![img-27.jpeg](img-27.jpeg)\n\nReflect on the questions framed by your friends and try to answer ...\n\nWhen current is passed through the coils, compass needles placed near the coils will show deflection.\n(i) Only in circuit (a)\n(ii) Only in circuits (a) and (b)\n(iii) Only in circuits (a), (b), and (c)\n(iv) In all four circuits\n\n# Discover, design, and debate \n\n- Make coils of turns 25, 50, 75, and 100. Connect them to the same cell one by one. Note the deflection in a magnetic compass placed in the same position in all the cases. Report your observations. Draw conclusion of the effect of number of turns of the coil on the strength of the electromagnet.\n- Take two thin nichrome wires of equal length and different thickness (approximately one of these wire thickness to be double of the other, say 0.3 mm and 0.6 mm ). Connect them one by one in a circuit which has a switch and a cell, and allow the current to flow for 30 s in each case. Momentarily touch these wires. Which wire heats up more? Now repeat the same activity with two nichrome wires of same diameter but of different lengths. Prepare a brief report of your activity.\n- Try to make an electric cell using various fruits and vegetables. Also try with electrodes of different metals. Prepare a brief report.\n\n\n## A step further\n\nEven when a battery stops working, it is not completely 'dead'. It could still contain materials like acids, and metals like lead, cadmium, nickel, or lithium, which may cause fires, or be harmful for the environment if the battery is thrown in regular garbage. Further, many materials used in these batteries are valuable and could be recycled and reused. These days, there are many places with special 'e-waste' recycling facilities, where used batteries can be disposed of. If you are not sure, ask your teacher. Recycling batteries is good for the planet and the people.\n![img-28.jpeg](img-28.jpeg)"
}