{
  "summary": {
    "short": "An electric current produces a magnetic field around it, a phenomenon known as the magnetic effect of electric current. This effect is utilized in electromagnets, which are current-carrying coils, often with an iron core, that behave as magnets. The strength of an electromagnet can be increased by using more cells or more turns in the coil, and its poles can be reversed by changing the current direction. When electric current flows through a conductor, it also generates heat, known as the heating effect of electric current. This principle is used in appliances like heaters and irons, where a nichrome wire with high resistance is employed. Cells and batteries generate electricity through chemical reactions; Voltaic cells use liquid electrolytes, while dry cells use a moist paste. Rechargeable batteries can be reused, and their development is crucial for sustainable energy.",
    "detailed": "An electric current flowing through a conductor produces a magnetic field around it, a phenomenon known as the magnetic effect of electric current. This effect is demonstrated by the deflection of a magnetic compass needle placed near a current-carrying wire. When the current stops, the magnetic effect disappears. A current-carrying coil that exhibits magnetic properties is called an electromagnet. To enhance its strength, electromagnets typically incorporate an iron core. The strength of an electromagnet can be increased by increasing the current flowing through the coil or the number of turns in the coil. Reversing the direction of the current reverses the poles of the electromagnet. Lifting electromagnets, which are strong and controllable via an ON/OFF switch, are used in industries and scrap yards to move and sort heavy iron and steel objects.\n\nWhen electric current flows through a conductor, it encounters resistance, leading to the conversion of electrical energy into heat energy. This is known as the heating effect of electric current. Materials like nichrome wire, which have high resistance, are used in heating elements for appliances such as electric heaters, stoves, irons, and water heaters. The amount of heat generated depends on the current's magnitude, the conductor's material, thickness, and length, and the duration of current flow.\n\nElectric current can be generated through chemical reactions within a cell or battery. A Voltaic cell, for instance, uses two different metal plates (electrodes) partially immersed in an electrolyte (a liquid, often a weak acid or salt solution). Chemical reactions between the electrodes and the electrolyte produce electricity. When the chemicals are depleted, the cell becomes \"dead\" and can no longer supply current. Dry cells, which use a thick moist paste instead of a liquid electrolyte, are commonly used. Rechargeable batteries, unlike single-use cells, can be recharged and reused multiple times, offering economic and environmental benefits. Scientists are developing advanced battery technologies like solid-state batteries for improved safety, charging speed, and longevity, crucial for the transition to environmentally friendly energy sources."
  }
}