{
  "summary": {
    "short": "A tangent to a circle is a line that intersects the circle at exactly one point, known as the point of contact. This tangent is perpendicular to the radius drawn through the point of contact. There is only one tangent to a circle at any given point on the circle. If a point lies inside the circle, no tangent can be drawn through it. However, from a point outside the circle, exactly two tangents can be drawn. The lengths of these two tangents from the external point to the circle are equal.",
    "detailed": "A tangent to a circle is a line that intersects the circle at exactly one point, known as the point of contact. This is a special case of a secant, where the two intersection points of the secant and the circle coincide. Conversely, a secant is a line that intersects a circle at two distinct points. A line can also be non-intersecting, having no common points with the circle.\n\nA fundamental property of tangents is that the tangent at any point on a circle is perpendicular to the radius drawn through the point of contact. This can be proven by considering any other point on the tangent line; the distance from the center to this point will be greater than the radius, making the radius the shortest distance and thus perpendicular to the tangent. This theorem also implies that there is only one unique tangent at any given point on a circle. The line containing the radius through the point of contact is also referred to as the normal to the circle at that point.\n\nRegarding the number of tangents from a point to a circle, there are three cases:\n1. If the point is inside the circle, no tangents can be drawn.\n2. If the point is on the circle, exactly one tangent can be drawn.\n3. If the point is outside the circle, exactly two tangents can be drawn.\n\nThe length of a tangent segment is measured from the external point to the point of contact. A significant theorem states that the lengths of the two tangents drawn from an external point to a circle are equal. This can be proven by showing that the two right-angled triangles formed by the radii to the points of contact, the tangent segments, and the line segment from the external point to the center are congruent (using RHS congruence).\n\nSeveral examples illustrate these concepts, including proving that a chord of a larger concentric circle that touches a smaller concentric circle is bisected at the point of contact, and demonstrating relationships between angles formed by tangents and radii. For instance, the angle between two tangents from an external point is twice the angle subtended by the line segment joining the points of contact at the center, when viewed from the perspective of the point of contact. The length of a tangent segment can be calculated using geometric properties and the Pythagorean theorem. The chapter also includes exercises that require applying these theorems and properties to solve problems involving tangents, radii, and chords."
  }
}