{
  "chapter_name": "chapter 5",
  "content": "# Exploring Forces \n\n![img-0.jpeg](img-0.jpeg)\n\n## Probe and ponder\n\n- Why does it feel harder to pedal a bicycle when going uphill than on flat ground?\n- Why is it easier to slip on a wet surface?\n- Why do we feel 'light' or like we are 'floating' just after our swing reaches its highest point and begins to come down?\n- Share your questions\n![img-1.jpeg](img-1.jpeg)\n\nIt was a windy day. Sonali and Ragini were excited to go cycling. Their summer vacation had just begun, and they wanted to explore the beautiful landscapes around their village. After pumping air into their bicycle tyres, they set off. As they rode through the village, the wind rushed past them. \"Oh no! The wind is pushing me hard!\" said Ragini. Smiling, Sonali replied, \"We are riding against the wind. We must push our pedals harder to move faster.\"\n\nTheir ride took them up a long path to a hilltop. Some parts of the road were rough where they found it hard to pedal, while other parts were smoother. When they reached the top and were enjoying the view, they heard thunder and saw flashes of lightning at a distance. Even though it looked beautiful, they decided to head back immediately. On the way back, while passing a herd of sheep, they pressed their bicycle bells and turned the handles to change direction.\n\nAs they were coming down the slope of the hill, they realised that their bicycles were moving down at a great speed even though they were not pedalling! Sonali yelled, \"It's thrilling! It seems something is pulling us downhill, what could it be?\"\n\n# 5.1 What Is a Force? \n\nLet us try to experience the push and the pull.\n\n## Activity 5.1: Let us explore\n\n- Take a large cardboard box.\n- Try moving the box in as many different ways as you can think of.\n![img-2.jpeg](img-2.jpeg)\n\nFig. 5.1: Moving a box in different ways (a) Pushing; (b) Pulling; (c) Lifting (pulling up), and carrying\n\nDid you move the box in any other way than shown in Fig. 5.1? In all the ways that you might have used to move the box, you had to apply a push or pull to the box. Generally, the push or pull applied on an object is called force in science.\n\n# 5.2 What Can a Force Do to the Bodies on Which It Is Applied? \n\nWe experience push or pull in our daily lives all the time, often without even realising it. Let us recall some of these experiences and analyse them.\n\n## Activity 5.2: Let us analyse\n\n- Think of situations where a force (push or pull) is applied and list them in Table 5.1.\n- Analyse each situation and write the effect of the force in Table 5.1. Some situations and their effects are already listed for you.\n\n\n## Table 5.1: Different actions and their effects\n\n| S.No. | Action | Push/Pull | Effect |\n| :--: | :--: | :--: | :--: |\n| 1. | Your friend holding your moving bicycle from behind to stop it | Pull | Stopping or decreasing the speed of the bicycle |\n| 2. | Hitting a moving ball with a bat | Push | Changing the direction of a moving ball |\n| 3. | Pressing an inflated balloon | Push | Change in shape of the balloon |\n\nWhat do you conclude from these examples? Does a force cause a moving object to stop? Can it change speed, or direction of motion, or change the shape of an object?\n![img-3.jpeg](img-3.jpeg)\n\nFig. 5.2: Applying force on objects\n\nIn everyday life, we come across many situations where a force is applied, for example, opening a drawer, stretching a rubber band, a fielder stopping a ball, kicking a football, applying brakes on a moving bicycle, rolling a chapati, or turning the steering handle of an autorickshaw. What effect can the application of force have on objects?\n\nThe force applied on an object may\n\n- make an object move from rest.\n- change the speed of an object if it is moving.\n- change the direction of motion of an object.\n- bring about a change in the shape of an object.\n- cause some or all of these effects.\n![img-4.jpeg](img-4.jpeg)\n\nDoes this mean that whenever there is a change in speed or direction, or change in shape, a force is acting on the object?\n\nYes, none of these take place without the action of force.\n\n# A step further \n\nSuppose an object is at rest. Does it mean that no force is acting on this object? It means that the forces acting on the object are balancing one another. You will learn about balanced forces in higher grades.\n\n### 5.3 Are Forces an Interaction Between Two or More Objects?\n\nWhen you push a table, your hand is one object applying force on another object - the table. Here, we say that your hand and the table are two objects interacting with each other.\n\nThink of all the actions listed in Table 5.1. How many objects are involved in each of the actions? Do you notice that forces result only when two objects are interacting in some way or the other? From these examples, we can infer that at least two objects must interact for a force to come into play.\n\nA force is a push or pull on an object resulting from the object's interaction with another object. The SI unit of force is newton (written with a small ' $n$ ') and its symbol is N .\n\n![img-5.jpeg](img-5.jpeg)\n\n# A step further \n\nWhen you pushed the table with your hand, did you feel a force on your hand too? The moment you stopped pushing, the force on your hand disappeared. Whenever two objects interact, each object experiences a force from the other. As soon as the interaction ceases, the two objects no longer experience the force.\n\n### 5.4 What Are the Different Types of Forces?\n\n### 5.4.1 Contact forces\n\nIn many situations, we find that to apply a force on an object, physical contact is necessary between our body and the object. This contact can be direct, such as using our hands or other body parts, or indirect, such as using a stick or rope. Forces of this type which act only when there is physical contact between the objects are called contact forces.\n\n## Muscular force\n\nAn example of contact force is muscular force. When we perform any physical activity, such as walking, running, lifting, pushing, jumping, or stretching, the force is caused by the action of muscles in our body. The force resulting due to the action of muscles is known as muscular force. Muscular force occurs when muscles contract and elongate while doing any activity.\n\nAnimals, birds, fish, and insects use muscular forces for movement and survival.\n![img-6.jpeg](img-6.jpeg)\n\nFig. 5.3: Use of muscular force by living beings\n\nHumans used the muscular force of some animals to carry out many tasks for a long time.\n![img-7.jpeg](img-7.jpeg)\n\nFig. 5.4: Use of muscular force of animals to assist with human tasks\n\n# Ever heard of ... \n\nMuscular force plays an important role in many functions inside our body too. This force helps us chew food and push it through the alimentary canal during the process of digestion. The expansion and contraction of our heart muscles allows the blood to circulate in our body-a process essential for survival.\n\n## Friction\n\nA ball rolling on a flat ground stops on its own after some time. If we stop pedalling our bicycle on a flat road, it slows down and comes to a stop. If the road is rough, it stops sooner than on a smoother road. You must have come across many such experiences. What causes the change in the speed of objects in such situations? We have learnt earlier that a force is essential to change the speed of an object. However, in all these situations no force appears to be acting on the objects, yet their speed gradually decreases and they come to a stop after some time. Is it possible that some force is indeed acting on them? Which force is that?\n\n## Activity 5.3: Let us investigate\n\n- Take an object with a flat base (such as an empty lunch box/ geometry box/ a notebook) and place it on a table or floor.\n- Gently push it and observe. Does it stop after travelling some distance? Is there a force acting on it which brings it to rest?\n- Now repeat by pushing the object in the opposite direction. Does it stop again after travelling some distance?\n\n![img-8.jpeg](img-8.jpeg)\n\nFig. 5.5: Friction acts between two surfaces and opposes the motion of the object.\n\nOn pushing, the object stops after sliding a certain distance. This must be due to a force acting between the surfaces of the sliding object and the table or floor which are in contact. This force must be acting on the object in a direction opposite to its direction of motion. This force is what brings the object to a stop.\n\nThe force that comes into play when an object moves or tries to move over another surface is called the force of friction or simply friction. Friction always acts in a direction opposite to the direction in which the object is moving or trying to move. The force of friction is a contact force since it arises due to two surfaces in contact.\n\nFriction arises due to the irregularities in the two surfaces in contact. Even surfaces which appear smooth, have a large number of minute irregularities (Fig. 5.6). When placed in contact, the irregularities of two surfaces lock into each other and oppose any effort to move one surface over the other.\n\nDoes this mean that the force of friction will be greater if the surfaces are rough?\n![img-9.jpeg](img-9.jpeg)\n\nFig. 5.6: Friction between two surfaces due to irregularities\n\n# Activity 5.4: Let us explore \n\n- Try Activity 5.3 again, but this time place the same object on different surfaces, such as glass, cloth, wood, ceramic tile, and sand.\n- Does the object stop after travelling the same distance as in Activity 5.3?\n- Does the object stop at the same distance on all surfaces?\n\nFor different surfaces, the object stops after moving different distances so we can say that the force of friction depends upon the nature of the surfaces in contact. Friction is greater on rough surfaces.\n\n## A step further\n\n![img-10.jpeg](img-10.jpeg)\n\nDoes the force or friction act only if the objects are moving on solid surfaces? What about objects moving through liquids and gases? Air, water, and other liquids also exert force of friction on the objects moving through them. Hence the objects, such as aeroplanes, ships, boats, or high-speed trains are designed with specific shapes to reduce the force of friction due to the air or water around them.\n\n![img-11.jpeg](img-11.jpeg)\n\n# 5.4.2 Non-contact forces \n\nThere are forces whose effect can be experienced even if the objects are not in contact. These forces are called non-contact forces. Let us learn about non-contact forces.\n\n## Magnetic force\n\nDo you remember learning about magnets in the chapter 'Exploring Magnets' in Curiosity, Grade 6? We learnt that a magnet attracts objects made of magnetic materials. When two magnets are brought close to each other, like poles (North-North, South-South) repel each other while unlike poles (North-South) attract each other. In an earlier chapter of this book, we also learnt about electromagnets which behave like magnets. Attraction and repulsion between objects are also a form of push and pull, that is, a force. Can you recall that a magnet could exert force on another magnet or a magnetic material without being in contact with it?\n\n## Activity 5.5: Let us test\n\n- Take two ring magnets and a wooden stick.\n- While holding the stick in a vertical position over a wooden table, insert one ring magnet onto the stick (Fig. 5.7).\n- Now insert the second ring magnet above it such that the like poles of the two magnets face each other. Does the second magnet stay floating above the first magnet?\n- Try pushing the second magnet down gently. Do you feel a force on it?\n- Now, reverse the poles of both the magnets. Does the second magnet still remain floating?\nWe find that a magnet can exert force on another magnet without being in contact with it.\n\nThe force exerted by a magnet on another magnet or a magnetic material is called magnetic force. Since a magnet can exert a force from a distance without being in contact it is called a non-contact force.\n\nAre there more such forces which act from a distance?\n![img-12.jpeg](img-12.jpeg)\n\nFig. 5.7: Force between two ring magnets\n\n# Electrostatic force \n\n## Activity 5.6: Let us experiment\n\n![img-13.jpeg](img-13.jpeg)\n\nFig. 5.8: Charged plastic scale attracting small paper pieces\n\n- Take a plastic scale or a plastic straw, a piece of polythene, and small pieces of paper.\n- Rub plastic scale/straw vigorously with polythene.\n- Do not touch the rubbed part with your hand or any metal object.\n- Now, bring it close to the small pieces of paper placed on a table, taking care not to touch the paper pieces (Fig. 5.8). Do you notice something surprising?\nThe paper pieces get pulled towards the plastic scale/straw and stick to it when it is brought close to paper pieces. Why does this happen?\n\nWhen two objects of certain materials are rubbed together, electrical charges build up on their surfaces. These charges are called static charges as they do not move by themselves. The object that acquires static charges is said to be a charged object. A charged object attracts, that is, exerts a force on uncharged objects made of certain materials, such as small pieces of paper. This force comes into play even when the bodies are not in contact.\n\nLet us do another activity with objects made of different materials.\n\n## Activity 5.7: Let us experiment\n\n![img-14.jpeg](img-14.jpeg)\n\nFig. 5.9: (a) Two uncharged balloons; (b) Two charged balloons repelling each other\n\n- Take two balloons, a length of thread, and a woollen cloth.\n- Inflate two balloons and hang them in such a way that they do not touch each other as shown in Fig. 5.9a.\n- Rub both balloons with the woollen cloth and release them. Be careful not to touch the rubbed balloons with your fingers. What do you observe?\nWe observe that the balloons move away from each other as if they are repelling each other (Fig. 5.9b).\n- Now bring the woollen cloth used for rubbing the balloons close to one of the rubbed balloons. What happens?\nThey move towards each other as if they are attracting each other. What do we infer from these observations?\n\nWe found that the two similarly charged balloons repel each other whereas a charged balloon and the woollen cloth (with which the balloon was rubbed) attract each other. Does this indicate that the charge on the balloon is of a different kind\n\nDoes it mean that there are two kinds of electrical charges?\nfrom the charge on the woollen cloth?\n\nSince the balloons were charged in the same way, we can say that they have acquired similar charges. As the similarly charged balloons repelled each other, we can infer that similar (like) charges repel each other. Both the rubbing object and the rubbed object get charged but they acquire opposite kind of charges. Their attraction shows that opposite kind (unlike) of charges attract each other. The two kinds of static charges are said to be 'positive' and 'negative'.\n\nThe force exerted by a charged body on another charged body or an uncharged body is called electrostatic force. It is a non-contact force.\n\n# A step further \n\nWhen the charges move, they constitute an electric current in an electrical circuit. It is the same current which makes a lamp glow or generates a heating effect or a magnetic effect.\n\n## Gravitational force\n\n## Activity 5.8: Let us observe\n\n- Take a ball and throw it vertically upwards. Does it come down?\n- Now throw it again, but this time harder. Does it still fall back down to the ground?\nThink about different situations around you where any object thrown up in any direction, finally falls or comes back to the ground or floor.\n![img-15.jpeg](img-15.jpeg)\n\nFig. 5.10: Some objects falling towards the Earth\n\n![img-16.jpeg](img-16.jpeg)\n\nSince all the objects fall towards the Earth, it means the Earth attracts (pulls) them. The force with which the Earth attracts objects towards itself is called the gravitational force. The gravitational force exerted by the Earth is also called force of gravity or simply gravity.\n![img-17.jpeg](img-17.jpeg)\n\nFig. 5.11: (a) Dropping an object from a height; (b) Throwing an object vertically upwards\n\nSince the gravitational force acts without contact with the object it attracts, it is a non-contact force. Gravitational force is always an attractive force, unlike magnetic force or electrostatic force, which can either be attractive or repulsive.\n\nYou might have noticed that when an object is dropped from a height, it takes a straight vertical path downwards before touching the ground (Fig. 5.11a). When an object is thrown vertically upwards, the object moves up straight, slows down, stops momentarily at the top, and then takes a straight vertical path downwards (Fig. 5.11b).\n\nWhile going up, the speed of the object goes on decreasing till the object comes to a stop, its direction of motion changes and while coming down the\n![img-18.jpeg](img-18.jpeg)\nspeed goes on increasing. We say that the object undergoes a vertical motion when it moves in a vertical direction under the influence of the gravitational force.\n\n# 5.5 Weight and Its Measurement \n\nThe force with which the Earth pulls an object towards itself is called the weight of the object. The weight measures how strongly an object is pulled by the Earth. Since the weight is a force, it is measured in the same unit as that of force. Therefore, SI unit of weight is also newton (N).\n\nLet us now try to find out if the Earth pulls every object with equal force.\n\n# Activity 5.9: Let us explore \n\n- Take a spring and a few objects of different masses, such as a pencil box, a tiffin box, and a small stone.\n- Hang one end of the spring from a nail. From the other end, hang an object and observe the spring. Does the spring stretch?\n- Now hang the other objects, one by one and notice the stretch in the spring each time. Is the stretch caused by each object the same?\nWhen an object is hung from a spring, the spring stretches due to the force applied on the object by the Earth. We find that the stretch caused in the spring is different for different objects. This indicates that the Earth pulls different objects with different forces, that is, the weight of different objects is different. Can we use the spring to measure the weight of an object?\n![img-19.jpeg](img-19.jpeg)\n\nFig. 5.12: (a) A hanging spring; (b) Two different objects hung from the spring\n\n## A step further\n\nA spring balance is a simple device used to measure weight (force). It consists of a spring fixed at one end, with a hook attached at the other end. When we hang an object from the hook, the spring stretches, and the amount of stretching gives the weight of the object. There is a scale on the balance which is marked to show the weight (force) in newton. Usually, there is also another scale to show the corresponding values of mass in gram (g). These values have been marked with the assumption that the spring balance is used on the Earth, with the Earth's gravitational force attracting the object.\n\nLet us learn to measure the weight using a spring balance. But first, let us familiarise ourselves with a spring balance the way we did with thermometer earlier (in the chapter 'Temperature and Its Measurement' in Curiosity, Grade 6).\n\n## Activity 5.10: Let us observe\n\n- Look at the spring balance shown in Fig. 5.13 carefully. What is the maximum weight it can measure?\nThe maximum weight it can measure is 10 N . Thus, this scale has a range of 0 to 10 N .\n\n![img-20.jpeg](img-20.jpeg)\n\nFig. 5.13: A spring balance and close-up of its scale\n\nLet us now try to find the smallest value of weight that can be measured by the spring balance.\n\n## Activity 5.11: Let us calculate\n\n- Look at the spring balance shown in Fig. 5.13 and note down the following:\n- How much is the weight difference indicated between the two bigger marks?\nThe weight difference indicated between 0 and 01 N or between 01 N and 02 N is 1 N .\n- How many divisions (shown by smaller marks) are there between these two bigger marks?\n\nThere are 5 divisions between these marks.\n\n- How much weight does one small division indicate?\n\nOne small division can read $\\frac{1 \\mathrm{~N}}{5}=0.2 \\mathrm{~N}$.\nSo, the smallest value that the spring balance can read is 0.2 N .\nNow using this method, calculate the smallest value of weight that can be measured with the spring balance given to you. Your school laboratory may have spring balances for which the range and the value of the smallest division may be different. It is, therefore, always necessary to look carefully at the spring balance (or any other instrument) you are about to use.\n\nLet us now learn how to measure weight using a spring balance.\n\n## Activity 5.12: Let us measure\n\n- Take a spring balance and a few objects. Keep in mind that the objects should not be heavier than the maximum value of weight the spring balance can measure, otherwise it may get damaged.\n- Suspend the objects one by one from the hook (Fig. 5.14). Read the scale for weight carefully and record your observations in the Table 5.2.\n\nTable 5.2: Measuring weight using a spring balance\n\n| S.No. | Object | Weight (N) |\n| :-- | :-- | :-- |\n| 1. | Pencil Box |  |\n| 2. | Partially filled water bottle |  |\n\nFig. 5.14: Object suspended from a spring balance\n\nYou can repeat Activities 5.10 to 5.12 for the mass scale shown on the left side on the spring balance (Fig. 5.13) to measure the mass of an object.\n\n# A step further \n\nThe mass of an object can be measured indirectly by measuring its weight (using a spring balance) or by comparing its weight with the weight of an object of a known mass (using a beam balance). Since the weight of an object remains almost the same everywhere on the Earth, so for all practical purposes it is acceptable to weigh an object to find its mass.\n![img-21.jpeg](img-21.jpeg)\n\nAs we have learnt earlier (in the chapter 'Materials Around Us' in Curiosity, Grade 6), mass is the amount of matter in an object and is measured in grams (g) or kilograms ( kg ). Its value remains the same at every place. Weight, on the other hand, is the gravitational force with which the Earth (or another planet) pulls an object. Since\n\nWhat is the difference between weight and mass?\ngravitational force can vary very slightly from place to place on the Earth (and can be very different on different planets), weight can change, but mass does not.\n\n## A step further\n\nThe gravitational force of different planets on an object is different. Thus, the weight of an object is different on different planets, as shown in the following table, even though its mass remains the same.\n\n| Planet | Earth | Moon | Mars | Venus | Jupiter |\n| :--: | :--: | :--: | :--: | :--: | :--: |\n| Mass of the object | 1 kg | 1 kg | 1 kg | 1 kg | 1 kg |\n| Weight of the object | 10 N | 1.6 N | 3.8 N | 9 N | 25.4 N |\n\n## A step further\n\nIn everyday life, particularly for the goods we commonly use, we are more interested in the amount of matter in an object (its mass), rather than the force applied by the Earth upon it (its weight). However, though while the units of mass are used, instead of the term mass, the term weight is typically used. For example, it is said that the weight of the wheat bag is 10 kg . But in scientific use, this is not correct and it is important to use the correct terms with their correct units, even if every day language is more casual.\n![img-22.jpeg](img-22.jpeg)\n\n# 5.6 Floating and Sinking \n\n![img-23.jpeg](img-23.jpeg)\n\nIf we place some objects on water, some of them float, while others fall to the bottom. The gravitational force of the Earth is acting on all objects, then why don't all objects fall to the bottom?\n\nWhile taking out water from a bucket filled with water using a mug, do you notice that the mug feels lighter when it is inside water? Let us try to understand this.\n\n## Activity 5.13: Let us investigate\n\n- Take an empty plastic bottle (with its lid closed tightly) and a bucket full of water.\n- Push the bottle in the water (Fig. 5.15). Do you feel an upward push? Release the bottle. Does it bounce up?\nYou would have felt an upward push and the bottle bounces back to the surface of the water. This indicates that water applies a force on the bottle in the upward direction. In fact, all liquids apply a similar force. The force applied by a liquid on an object in the upward direction is known as upthrust or buoyant force.\n\nWhen an object is placed in a liquid, the gravitational force due to the Earth acts on it downwards. But a buoyant force is applied on it by the liquid in the upward direction. If the gravitational force is more than the buoyant force, the object sinks, but if the two forces are equal, the object floats. One of the factors on which the buoyant force depends upon, is the density of the liquid. You will learn about density in a later chapter of this book.\n\n## A step further\n\n![img-24.jpeg](img-24.jpeg)\n\nArchimedes, a famous Greek scientist, discovered that when an object is fully or partially immersed in a liquid, it experiences an upward force which is equal to the weight of the liquid it displaces. This is known as Archimedes' Principle. If the weight of a liquid displaced by an object is smaller than the weight of the object, the object will sink in the liquid. If the weight of the liquid displaced is equal to the weight of the object, the object will float in the liquid.\n\n## Ever heard of ...\n\n![img-25.jpeg](img-25.jpeg)\n\nThere are some rocks which can float on water. One such rock is Pumice, which is formed during volcanic eruptions. When lava with lots of gas and water vapour cools quickly, it traps tiny bubbles of gas inside. This creates a light, porous rock - filled with air pockets which is less dense than water and floats on it.\n\n# Snapshots \n\n- A force is push or pull on an object resulting from the object's interaction with another object.\n- The SI unit of force is newton and its symbol is N .\n- Forces can act with or without contact.\n- Muscular force and frictional force are some of the examples of contact forces.\n- Magnetic force, gravitational force, and electrostatic force are non-contact forces.\n- Force can change an object's speed, direction of its motion, or both. Force can change the shape of an object.\n- The force which comes into play when an object moves or tries to move over another surface, is called force of friction or simply friction. It acts in a direction opposite to the direction in which the object is moving or trying to move.\n- The force exerted by a magnet on another magnet or a magnetic material is called magnetic force.\n- The force exerted by a charged body on another charged body or uncharged body is called an electrostatic force.\n- The force with which the Earth attracts objects towards itself, is called the gravitational force. It is always an attractive force.\n- The force with which the Earth pulls an object towards itself is called the weight of the object. The SI unit of weight is newton ( N ).\n- The mass of an object remains unchanged whereas its weight may vary from place to place.\n- When an object is placed in a liquid, the force applied by a liquid on an object in the upward direction is known as upthrust or buoyant force.\n\n\n## Keep the curiosity alive\n\n1. Match items in Column A with the items in Column B.\n\n## Column A (Type of force)\n\n(i) Muscular force\n(ii) Magnetic force\n(iii) Frictional force\n(iv) Gravitational force\n(v) Electrostatic force\n\n## Column B (Example)\n\n(a) A cricket ball stopping on its own just before touching the boundary line\n(b) A child lifting a school bag\n(c) A fruit falling from a tree\n(d) Balloon rubbed on woollen cloth attracting hair strands\n(e) A compass needle pointing North\n\n## Prepare some questions based on your\n\nlearnings so far ...\n$\\qquad$\n![img-26.jpeg](img-26.jpeg)\n\n2. State whether the following statements are True or False.\n(i) A force is always required to change the speed of motion of an object.\n(ii) Due to friction, the speed of the ball rolling on a flat ground increases.\n(iii) There is no force between two charged objects placed at a small distance apart.\n3. Two balloons rubbed with a woollen cloth are brought near each other. What would happen and why?\n4. When you drop a coin in a glass of water, it sinks, but when you place a bigger wooden block in water, it floats. Explain.\n5. If a ball is thrown upwards, it slows down, stops momentarily, and then falls back to the ground. Name the forces acting on the ball and specify their directions.\n(i) During its upward motion\n(ii) During its downward motion\n(iii) At its topmost position\n6. A ball is released from the point P and moves along an inclined plane and then along a horizontal surface as shown in the Fig. 5.16. It comes to stop at the point A on the horizontal surface. Think of a way so that when the ball is released from the same point $P$, it stops (i) before the point $A$ (ii) after crossing the point $A$.\n![img-27.jpeg](img-27.jpeg)\n\nFig. 5.16\n7. Why do we sometimes slip on smooth surfaces like ice or polished floors? Explain.\n8. Is any force being applied to an object in a non-uniform motion?\n9. The weight of an object on the Moon becomes one-sixth of its weight on the Earth. What causes this change? Does the mass of the object also become one-sixth of its mass on the Earth?\n![img-28.jpeg](img-28.jpeg)\n\nReflect on the questions framed by your friends and try to answer ...\n\n10. Three objects 1, 2, and 3 of the same size and shape but made of different materials are placed in the water. They dip to different depths as shown in Fig. 5.17. If the weights of the three objects 1, 2, and 3 are $\\mathrm{w}_{1}, \\mathrm{w}_{2}$, and $\\mathrm{w}_{3}$, respectively, then\n(i) $\\mathrm{w}_{1}=\\mathrm{w}_{2}=\\mathrm{w}_{3}$\n(ii) $\\mathrm{w}_{1}>\\mathrm{w}_{2}>\\mathrm{w}_{3}$\n(iii) $\\mathrm{w}_{2}>\\mathrm{w}_{3}>\\mathrm{w}_{1}$\n(iv) $\\mathrm{w}_{3}>\\mathrm{w}_{1}>\\mathrm{w}_{2}$\n\n# Discover, design, and debate \n\n- Collect objects made of different materials, such as plastic, wool, silk, rubber, polythene sheet, paper, and metals. Rub one material with another and check if it attracts small pieces of paper or not, that is, whether it gets charged or not. Record your observations in a systematic manner and write a research paper.\n- Imagine a scenario where the gravity disappears. Develop a story. Create a cartoon strip to present your story.\n- Organise a discussion in your class on the topic: Friction-a necessity or a problem? Make a note of the discussion and state where friction is a necessity and when it is a problem.\n![img-29.jpeg](img-29.jpeg)\n- Make your own spring balance with the help of your teacher and calibrate it using standard weights. Now measure the weights of different objects and calculate the ratio of the weight and mass of different objects. Do you observe a pattern?\n- An electroscope is a device which can determine whether an object is electrically charged. You can make your own electroscope (Fig. 5.18) in your class with the help of your teacher, test the device. Explore in what other ways you may use this electroscope.\n![img-30.jpeg](img-30.jpeg)\n\nFig. 5.18"
}