{
  "summary": {
    "short": "A force is defined as a push or pull resulting from an interaction between two objects, with the SI unit being the newton (N). Forces can be categorized as contact forces, such as muscular force and friction, or non-contact forces, including magnetic, electrostatic, and gravitational forces. Muscular force is generated by muscle action, while friction opposes motion between surfaces. Magnetic force arises from magnets, electrostatic force from charged bodies, and gravitational force is the attraction between objects with mass, like the Earth pulling objects towards itself. A force can change an object's state of motion, its speed, or its direction, and can also alter its shape. The weight of an object is the gravitational force exerted on it by the Earth, measured in newtons, and it differs from mass, which is the amount of matter and remains constant. When an object is immersed in a liquid, it experiences an upward buoyant force, which, along with the object's weight, determines whether it floats or sinks.",
    "detailed": "A force is defined as a push or pull on an object resulting from its interaction with another object. The SI unit of force is the newton (N). Forces can cause an object at rest to move, change the speed or direction of a moving object, or alter an object's shape. These effects occur when forces are applied through interactions between at least two objects.\n\nForces can be categorized into contact forces and non-contact forces. Contact forces require physical touch between objects. Muscular force, which is generated by the action of muscles, is an example of a contact force used in activities like walking, lifting, and pushing. Friction is another contact force that opposes motion between surfaces in contact. It arises from irregularities on the surfaces and acts in the direction opposite to the motion or intended motion. Friction depends on the nature of the surfaces in contact; rougher surfaces generally produce greater friction. Forces also act on objects moving through fluids like air and water, and designs of vehicles like aeroplanes and ships aim to reduce this fluid friction.\n\nNon-contact forces, also known as action-at-a-distance forces, can exert their influence without direct physical contact. Magnetic force is one such force, where magnets attract or repel each other or magnetic materials. Electrostatic force arises from electric charges; like charges repel, and unlike charges attract. This force can act between charged bodies or between a charged and an uncharged body. Gravitational force is the force of attraction exerted by the Earth (or any celestial body) on objects towards its center. This force is always attractive.\n\nThe gravitational force exerted by the Earth on an object is also known as its weight. Weight is a force measured in newtons. Unlike mass, which is the amount of matter in an object and remains constant, weight can vary depending on the gravitational pull of the celestial body. A spring balance is a device used to measure weight, utilizing the stretching of a spring.\n\nWhen an object is placed in a liquid, it experiences an upward force called upthrust or buoyant force. If the gravitational force pulling the object down is greater than the buoyant force pushing it up, the object sinks. If the forces are equal, the object floats. Archimedes' Principle states that the buoyant force on an immersed object is equal to the weight of the liquid it displaces. This principle helps explain why some objects float and others sink, and it is influenced by the density of the liquid and the object."
  }
}