{
  "chapter_name": "chapter 8",
  "content": "# Nature of Matter: Elements, Compounds, and Mixtures \n\n![img-0.jpeg](img-0.jpeg)\n\nProbe and ponder\n\n- Which of the entities in the picture above consist of matter, and which of them do not?\n- How can elements be combined to form a compound?\n- How could the discovery of a compound that absorbs carbon dioxide from the air contribute to solving environmental challenges?\n- Share your questions\n\nHave you ever wondered what the world around you is made of? Look around! The staircase you use, the air you breathe, the water in your bottle, the food in your lunch box, the clothes and shoes you wear, the book you read, the trees outside, the ball you play with and even the stick you carry-all of these are examples of matter, which you have learnt in earlier grades.\n\nYou have also learnt that all these things are made up of tiny particles. Most of the things around us are not made of just one substance; rather they are made up of two or more substances mixed together. Let us now understand how different substances come together to form mixtures.\n\n# 8.1 What Are Mixtures? \n\n![img-1.jpeg](img-1.jpeg)\n\nFig. 8.1: Poha\n![img-2.jpeg](img-2.jpeg)\n\nFig. 8.2: Sprout salad\n\nHave you ever wondered what makes your poha (Fig. 8.1) so delicious or how to make the perfect sprout salad? While these dishes may seem very different, they share something in common-they are both made by mixing several ingredients. We observe the mixing of substances in everyday life. Sugar dissolved in water is also a mixture, and so are soups and lemonade.\n\nWhen two or more substances are mixed, where each substance retains its properties, it is called a mixture. The individual substances that make up a mixture are called its components. The components of a mixture do not react chemically with each other. In some mixtures, the components-like green gram, chickpeas, onion, and tomato in a sprout salad (Fig. 8.2), are easy to see. Such mixtures, where the different components are generally visible with the naked eye or with a magnifying device, are non-uniform in nature. Can you identify a few more examples of non-uniform mixtures around you?\n\nOn the other hand, some mixtures have components that cannot be seen separately even with the help of a microscope. For example, sugar and water particles cannot be seen separately in their mixture. Such types of mixtures, where the components are evenly distributed and cannot be distinguished, are uniform in nature (Fig. 8.3). Can you list a few uniform mixtures?\n![img-3.jpeg](img-3.jpeg)\n\nFig. 8.3: Uniform mixture of sugar and water\n\n# A step further \n\nDo you know that stainless steel is also a mixture? Stainless steel contains iron, nickel, chromium, and a small amount of carbon. They are mixed so uniformly that the entire mixture appears the same throughout and one cannot see the individual substances. Such mixtures are known as alloys. Brass, a mixture of copper and zinc, and bronze, a mixture of copper and tin, are some other examples of alloys (Fig. 8.4).\n![img-4.jpeg](img-4.jpeg)\n\nFig. 8.4: Utensils made of stainless steel, brass, and bronze\n\n## Our scientific heritage\n\nMishraloha was the name given to the mixture of two or more metals that had properties distinct from its constituent metals. Ancient Indian texts, such as the Charaka Samhita, Susruta Samhita, Rasaratna Samucchaya, Rasa Jala Nidhi, etc., mention the use of alloys for medicinal purposes. For example, Bronze, also known as Ramsya, is an alloy made up of Copper (Tamra, 4 parts) and Tin (Vanga, 1 part), was used to improve digestion and boost immunity.\n\n### 8.1.1 Is air a mixture?\n\nIn Curiosity, Grade 6, you learnt about air and its composition in the chapter 'Nature's Treasures'. Is air a mixture? What kind of mixture is it?\n\nYou have learnt that air is a uniform mixture of mainly nitrogen, oxygen, argon, carbon dioxide, and water vapour. Out of these, oxygen is required by most of the living beings to stay alive. It also helps in combustion. Nitrogen, which constitutes about $78 \\%$ of the air, does not take part in combustion. We also learnt that air has water vapour in it. When warm air touches a cool surface, the water vapour turns into liquid water, forming tiny droplets. Recall the experiment where you tested the presence of carbon dioxide in the air that we exhale. Let us confirm the presence of carbon dioxide in the air.\n\n## Activity 8.1: Let us experiment\n\n- Take a glass tumbler and fill it half with water.\n\nSafety first\n\n- Add a small amount of calcium oxide (quick lime) slowly to it.\n- What do you observe?\n- Calcium oxide reacts vigorously with\nwater to form calcium hydroxide and releases heat.\n\n- Stir continuously to make a solution of calcium hydroxide. This solution is called lime water.\n- Filter it and observe its colour.\n- Leave this colourless solution in a petri dish for a few hours (Fig. 8.5a).\n- Keep stirring the solution at regular intervals.\n- What do you observe (Fig. 8.5b)?\n- Does it turn milky?\n\nCan you explain why the solution has turned milky?\nYou know that lime water turns milky when carbon dioxide reacts with calcium hydroxide to form calcium carbonate (insoluble tiny white particles) and water (Fig. 8.5). Since lime water turns milky when exposed to air, this activity demonstrates the presence of carbon dioxide in the air.\n![img-5.jpeg](img-5.jpeg)\n\nFig. 8.5: Lime water turns milky in the presence of carbon dioxide\n\nCalcium hydroxide + Carbon dioxide $\\longrightarrow$ Calcium carbonate + Water\nApart from gases, have you ever observed anything else present in the air? Have you ever noticed tiny shining particles moving in a beam of sunlight entering a dark room through a small opening? What are these particles?\n\n# Activity 8.2: Let us explore \n\n- Take a black sheet of paper. Ensure that it is free from any visible dust particles.\n- Place the black sheet of paper undisturbed near an open window (Fig. 8.6a), or in the garden, for a few hours.\n- What do you observe?\n\nYou may notice tiny particles settled on its surface. You may use a magnifying glass to examine the particles more closely (Fig. 8.6b).\n\nThis shows that dust particles are suspended in the air. They are not an integral part of the air and are considered pollutants. The nature and the number of dust particles in the air may vary from time to time and from place to place.\n![img-6.jpeg](img-6.jpeg)\n\nFig. 8.6: Black sheet of paper (a) with no dust particles; (b) with dust particles\n\n## A step further\n\nThe major pollutants present in the air are particulate matter (dust, soot) and gases like carbon monoxide, ozone, nitrogen dioxide, and sulfur dioxide. The air quality index (AQI) is a tool used to describe the air quality.\n![img-7.jpeg](img-7.jpeg)\n\n# 8.1.2 Types of mixtures \n\nYou know that the term 'mixture' in common usage refers to the mixing of two or more components. The components of a mixture may themselves be mixtures, as in poha and sprout salad, or pure substances like sugar or common salt dissolved in water. However, in science, all the components of a mixture must be pure substances only.\n\nMixtures could be of several types depending on the physical state of their components. Some mixtures with their examples are shown in Table 8.1. Complete the third column-\n\n## Table 8.1: Different types of mixtures\n\n| S.No. | Mixture type | Examples | Uniform or non-uniform |\n| :--: | :--: | :--: | :--: |\n| 1. | Gas and gas | Air | Uniform |\n| 2. | Gas and liquid | Aerated water (soda water) Oxygen dissolved in water | .................... |\n| 3. | Solid and gas | Carbon particles in air | .................... |\n| 4. | Liquid and liquid | Acetic acid in water (vinegar) Oil and water | ...................... |\n| 5. | Solid and liquid | Sand and water Seawater | .................... |\n| 6. | Solid and solid | Baking powder (baking soda and tartaric acid) Alloys | .................... |\n|  |  |  | .................... |\n\nYou learnt in earlier grades about the separation of mixtures. It is done to separate the components of a mixture. The examples discussed were from everyday life, where separation is done\n![img-8.jpeg](img-8.jpeg)\n\nFig. 8.7: Some consumable items\nto obtain the component of interest and other components are discarded. However, in science, the purpose of separating a mixture is to obtain pure substances.\n\n### 8.2 What Are Pure Substances?\n\nHave you ever noticed the word 'pure' written on the packs of some consumables, such as milk, ghee, and spices (Fig. 8.7)? The word 'pure' has slightly different meanings in common usage and in science.\n\nIn common usage, 'pure' means unadulterated products. Adulteration is an illegal process of adding substances which are cheaper, or of a poor quality, to a product. This is usually done to increase the quantity or reduce the manufacturing cost. However, it deteriorates the quality of the product. It can also make the product hazardous to health.\n\nIn science, however, a pure substance is the one that has no other substance present in it. For a scientist, even these products that look pure can be considered impure if they are made of more than one substance.\n\nA pure substance is a kind of matter that cannot be separated into other kinds of matter by any physical process. When a scientist says that something is pure, it means that the substance consists of the same type of particles.\n\n# A step further \n\nAccording to science, how would you classify milk, packed fruit juice, baking soda, sugar, and soil-as mixtures or pure substances?\n\n### 8.3 What Are the Types of Pure Substances?\n\nRecall the different states of water that you studied in Curiosity, Grade 6. What happened when water was cooled or heated? We observed that on cooling water gets converted into ice, and on boiling it gets converted into vapour. We can get back water up on heating ice or cooling water vapour. It shows that during these processes, the particles of water remain the same. Now, let us perform another activity in which we pass electricity through water and observe its effect.\n\n## Activity 8.3: Let us experiment (Demonstration activity)\n\n## Safety first\n\nThis activity must be performed under the supervision of the teacher. Be careful while handling sulfuric acid. Do not use lithium-ion battery.\n\n- Collect two small test tubes, a beaker or a glass tumbler, and a 9 V battery.\n- Fill 2/3rd of the beaker with water and add a few drops of dilute sulfuric acid to it.\n- Fill both the small test tubes completely with water taken from the beaker (Fig. 8.8a).\n- Place a 9 V battery inside the beaker (Fig. 8.8b).\n- Without spilling the water, carefully place the water-filled test tubes on each of the terminals of the battery (Fig. 8.8c).\n![img-9.jpeg](img-9.jpeg)\n(a) Test tubes filled with water\n![img-10.jpeg](img-10.jpeg)\n(b) 9 V battery placed inside the beaker containing water\n\n![img-11.jpeg](img-11.jpeg)\n(c) Water filled test tubes placing over the terminals of the battery\n![img-12.jpeg](img-12.jpeg)\n(d) Gases collected in the test tubes\n\n- Wait for a few minutes.\n- Do you observe the formation of any gas bubbles at both the terminals inside the test tubes?\n- Let it continue for 10-15 minutes.\n- Observe the volume of gas collected in each test tube (Fig. 8.8d).\n- Is the volume of the gas collected the same in both the test tubes?\n- Remove these test tubes one-by-one carefully.\n- Test these gases one-by-one by bringing a burning candle close to the mouth of the test tubes.\n- What happens in each case?\n- Which gas is present in each test tube?\n\nCan these collected gases be water vapour?\n![img-13.jpeg](img-13.jpeg)\n\nTo test the gases present in the two test tubes, bring a burning candle near the mouth of each test tube. A pop sound can be heard from one, indicating the presence of hydrogen gas (Fig. 8.9a). In the other test tube, the flame of the burning candle will glow brighter, confirming the presence of oxygen gas (Fig. 8.9b).\n![img-14.jpeg](img-14.jpeg)\n\nFig. 8.9: Testing the nature of gas (a) hydrogen; (b) oxygen\n\nFrom Activity 8.3, we can infer that water is composed of two different constituents-hydrogen and oxygen.\n\nWater $\\longrightarrow$ Hydrogen + Oxygen\n\n# Ever heard of ... \n\nWhen electric current is passed through water, it breaks down into hydrogen and oxygen. Is this a chemical change or a physical change? Recall Curiosity, Grade 7, chapter 'Changes Around Us: Physical and Chemical'.\n\n### 8.3.1 Elements\n\nThe two substances hydrogen and oxygen formed in Activity 8.3, are pure substances and are termed as elements. Each element is made up of identical particles called atoms. These particles are different from the particles of any other element. Elements are substances that cannot be further broken down into simpler substances. They are the building blocks of all matter. Some other examples of elements are gold, silver, sulfur, carbon, etc.\n\n## A step further\n\nThe atoms of most of the elements cannot exist independently. Two or more such atoms combine and form a stable particle of that element called a molecule. For example, two atoms of hydrogen combine to form one molecule of hydrogen. Similarly, two atoms of oxygen combine to form one molecule of oxygen (Fig. 8.10).\n![img-15.jpeg](img-15.jpeg)\n\nFig. 8.10: Depiction of molecules of (a) hydrogen; (b) oxygen\n\nElements can be classified into metals and non-metals. You have already studied that gold, silver, magnesium, iron, and aluminium are metals, whereas carbon, sulfur, hydrogen, and oxygen are non-metals. Isn't it interesting to know that some elements like silicon and boron have intermediate properties between those of metals and non-metals? They are called metalloids, about which you will learn in higher grades.\n\n## A step further\n\n- The number of elements known at present is 118, and most of them exist in a solid state.\n- Eleven elements exist in a gaseous state at room temperature, all of which are non-metals like oxygen, helium, nitrogen, etc.\n- Only two elements are liquid at room temperature-mercury, which is a metal and bromine, which is a non-metal.\n- Although gallium and caesium are solid elements, they become liquid at a temperature around $30^{\\circ} \\mathrm{C}(303 \\mathrm{~K})$ and turn into liquid.\n![img-16.jpeg](img-16.jpeg)\n\n![img-17.jpeg](img-17.jpeg)\n\n# A step further \n\nMore than 45 different elements, like aluminium, copper, silicon, cobalt, lithium, gold, silver, etc., are used in manufacturing a mobile phone, including its screen, battery, and other components.\n![img-18.jpeg](img-18.jpeg)\n\nFig. 8.11: Depiction of molecules of water\n![img-19.jpeg](img-19.jpeg)\n\n### 8.3.2 Compounds\n\nWhy cannot we separate hydrogen and oxygen present in water by physical means?\nIn water, the particles of hydrogen and oxygen are so tightly attached to each other that it is generally impossible to separate them apart using physical methods. That is why water is a compound. Compounds are formed when different elements combine in fixed ratios to form something entirely new. The properties of compounds are different from those of elements forming that compound. The constituent elements of a compound cannot be separated by any physical method. From Activity 8.3, we find that molecules of water are made of two different elements: hydrogen and oxygen (Fig. 8.11), combined chemically in a fixed ratio. The ratio of the number of atoms of hydrogen to oxygen in water has been found to be $2: 1$.\n\nAre common salt and sugar elements or compounds? Let us find out.\n\nSodium, a soft metal, and chlorine, a hazardous gas, combine to form a harmless yet taste-enhancing substance that is essential for our lives. This substance is known as sodium chloride, which is made up of particles of sodium and chlorine in a 1:1 ratio. We learnt that dissolved sodium chloride (common salt) may be separated from water by the physical process of evaporation.\n\nIs it possible to separate sodium chloride into its elements by physical processes?\n\nLet us now explore if we can separate the elements in sugar!\n\n## Activity 8.4: Let us experiment\n\n## Safety first\n\nThis activity must be performed in the presence of a teacher.\n\n- Put a teaspoon of sugar in a boiling tube.\n- Heat it gently as shown in Fig. 8.12a.\n- What do you observe?\n\nAs you heat the sugar, it turns brown (Fig. 8.12b). Later, it begins to char, i.e., it turns blackish (Fig. 8.12c).\n\nYou will find small droplets of water inside the boiling tube near its open end. Where did this water come from? Was it in the dry sugar, or did it come by the condensation of water vapour in the air?\n\nSince we are heating the tube, the water must have come from the dry sugar and not from the air. Can you predict what is left behind? Charcoal (carbon) is left behind in the boiling tube. You can scoop it out in a watch glass (Fig. 8.12c) and explore if it burns like coal.\n\nSugar decomposes on heating and gives carbon and water. As you know, water consists of hydrogen and oxygen. Hence, sugar cannot be an element. It may be stated that sugar is a chemical compound consisting of the elements carbon, hydrogen, and oxygen.\n\nLet us explore more about compounds.\n![img-20.jpeg](img-20.jpeg)\n\n# Activity 8.5: Let us experiment (Demonstration activity) \n\n## Safety first\n\nThis activity may be demonstrated under the supervision of the teacher. It may be performed in a fume hood or a well-ventilated area. Do not inhale the gases.\n\n- Take 5.6 grams of iron filings (Fig. 8.13a) and 3.2 grams of sulfur powder (Fig. 8.13b) on a watch glass. Observe them carefully.\n![img-21.jpeg](img-21.jpeg)\n\nFig. 8.13: (a) Iron filings; (b) Sulfur powder\n\n![img-22.jpeg](img-22.jpeg)\n\nFig. 8.14: A mixture of iron filings and sulfur powder\n![img-23.jpeg](img-23.jpeg)\n(a)\n![img-24.jpeg](img-24.jpeg)\n(b)\n\nFig. 8.15: (a) Heating Sample A; (b) Black mass\n\n- Mix them thoroughly in a watch glass. Label this mixture as Sample A (Fig. 8.14).\n- Observe it carefully.\n- Is this a uniform or a non-uniform mixture? Can you still observe both iron and sulfur as separate substances?\n- Take half of Sample A in a china dish and gently heat it (Fig. 8.15a) with continuous stirring until a black mass is formed.\n- Let the content of the china dish cool.\n- Place this black mass in a mortar and grind it with the help of a pestle.\n- Now, put it on another watch glass and label it as Sample B (Fig. 8.15b).\n- Now, you have two samples - Sample A and Sample B (Fig. 8.16a and 8.16b). Compare both the Samples A and B step by step and record your observations in Table 8.2.\n![img-25.jpeg](img-25.jpeg)\n(a) Sample A\n![img-26.jpeg](img-26.jpeg)\n(b) Sample B\n\nFig. 8.17: Responses of Samples $A$ and $B$ to a magnet\n![img-27.jpeg](img-27.jpeg)\n\n## Step 1-Appearance\n\n- Compare the appearance of Sample A and Sample B like colour and texture.\n\n\n## Step 2-Magnet test\n\n- Take a magnet and move it over the Samples A (Fig. 8.17a) and B (Fig. 8.17b), one by one.\n- What do you observe?\n\n\n## Step 3-Gas test\n\n- Take a small amount of Sample A in a test tube and add a few drops of dilute hydrochloric acid (Fig. 8.18a).\n\n\n## Safety first\n\nBe careful while handling hydrochloric acid.\n\n![img-28.jpeg](img-28.jpeg)\n(a) Sample A\n![img-29.jpeg](img-29.jpeg)\n(b) Sample B\n\nFig. 8.18: Samples $A$ and $B$ in dilute hydrochloric acid\n\n- What do you observe?\n- Gently smell the evolved gas by wafting it towards your nose (Fig. 8.19).\n- Test the evolved gas by bringing a burning splinter or a lighted candle near the mouth of the test tube (Fig. 8.20a).\n\n\n# Safety first \n\nNever smell anything directly.\n![img-30.jpeg](img-30.jpeg)\n(a) Sample A\n![img-31.jpeg](img-31.jpeg)\n(b) Sample B\n\nFig. 8.20: Testing gases\n\n- What do you observe?\n- Repeat the above steps with Sample B as well (Fig. 8.18b and 8.20b).\n\nTable 8.2: Comparison of Samples A and B\n![img-32.jpeg](img-32.jpeg)\n\n![img-33.jpeg](img-33.jpeg)\n\nSample A\n\nSample B\n\n## Some discussion points\n\n- Do the Samples, A and B look the same?\n- Which sample exhibits magnetic properties?\n- Can we separate the components of Samples A and B?\n- On adding dilute hydrochloric acid, do gases evolve in both Samples A and B?\n- In both the cases, do the gases smell the same or different?\n- Also, categorise the substances used in this activity into mixtures, compounds, and elements.\nSample A: We can say that Sample A is a mixture of the two elements-iron and sulfur. Its components retain their properties, and their black and yellow coloured particles can be seen. On bringing magnet near Sample A, the iron filings get attracted towards the magnet. Hence, iron and sulfur can be separated.\n\nYou might have observed that in Sample A, iron in the mixture reacts with dilute hydrochloric acid to form iron chloride and hydrogen gas. The gas is colourless, has no smell, and burns with a 'pop' sound.\nThe reaction can be represented as-\nIron + Dilute Hydrochloric acid $\\longrightarrow$ Iron chloride + Hydrogen gas\nSulfur on the other hand, is left as a yellow solid at the bottom of the test tube. This shows that sulfur does not react with hydrochloric acid.\nSample B: The black mass obtained in Sample B is iron sulfide. We observe that the texture and the colour are the same throughout. It is formed by heating the two elements, iron and sulfur. It is not attracted by a magnet. The new substance has completely different properties, and iron and sulfur can no longer be separated. Hence, we can say that a compound has been formed. Can you explain now why the magnet has no effect on Sample B?\n\nAlso, Sample B, iron sulfide, reacts with dilute hydrochloric acid, to form iron chloride and hydrogen sulfide gas. The gas is colourless and has a rotten egg-like odour.\nThe reaction can be represented as-\nIron sulfide + Dilute Hydrochloric acid $\\longrightarrow$ Iron chloride + Hydrogen sulfide\n\n### 8.4 How Do We Use Elements, Compounds, and Mixtures?\n\nElements, compounds, and mixtures are all around us. The air we breathe is a mixture of gases like oxygen, nitrogen, and carbon dioxide. Water, which is essential for life, is a compound\n\nmade of elements, hydrogen and oxygen. Elements like iron and aluminium are used to construct bridges, buildings, and vehicles.\n\nUnderstanding these concepts is not just about recognising what surrounds us; it is also the key to innovation. For instance, chemists study how elements combine to create compounds, enabling them to invent life-saving medicines and vaccines to fight diseases. This knowledge also helps in the creation of fertilisers thereby enhancing crop production that feeds the ever-increasing human population globally.\n\nEngineers and material scientists rely on their understanding of compounds and mixtures to design materials with unique properties. For example, they have developed alloys like stainless steel, which is stronger and more durable than pure iron. Wood, steel, and concrete, which are used as building materials, are all mixtures.\n\nYou learnt that various metals are obtained from minerals. Let us learn about these minerals.\n\n# A step further \n\n![img-34.jpeg](img-34.jpeg)\n\nFig. 8.21\n\nAn example of a 'wonder' material developed by material scientists is graphene aerogel. This is made from carbon and is said to be the lightest material on earth. It is so light that even grass can hold it (Fig. 8.21). It is highly porous and therefore, has a high absorbing capacity. For this reason, it can potentially be used as an environmental cleaner, for example, to clean up oil spills in both seas and on land. It is useful in fabricating energy-saving devices and special coatings for buildings.\n![img-35.jpeg](img-35.jpeg)\n\n### 8.5 What Are Minerals?\n\nMost rocks are a mixture of minerals, which can be viewed with the eyes, or by using a magnifying glass or a microscope. Some of the minerals are called native minerals, which are pure elements and not compounds. These can be metals, such as gold, silver, copper, etc., or non-metals like sulfur, carbon, etc.\n\nMost of the minerals are compounds made up of more than one element. Some common examples of minerals include quartz, calcite, mica, pyroxene, and olivine (Fig. 8.22). Many things that we use in our everyday life are made up of minerals or elements extracted from minerals. For example, cement is made from calcite, quartz, alumina, and iron oxide, which are minerals or are obtained from minerals. Talcum powder is made from the mineral talc.\n![img-36.jpeg](img-36.jpeg)\n\nFig. 8.22: Some minerals\n\n# Our scientific heritage \n\nUse of elements, compounds, and mixtures in Indian Art\nThe Dhokra art is an old craft from Bihar and Odisha that uses different metals to create beautiful figures inspired by nature (Fig. 8.23). The process begins with shaping a design in beeswax. This wax model is covered with clay to make a mould. After the clay hardens, the wax is melted out, leaving a hollow space. This space is then filled with molten brass or bronze which makes Dhokra art strong and gives it a shiny golden colour. The figures often show animals, people, and nature, reflecting tribal creativity and tradition.\n![img-37.jpeg](img-37.jpeg)\n\nFig. 8.23: Dhokra art\n\nElements and compounds are the building blocks of matter-everything that has mass and takes up space. They make the materials we see and use every day. However, not everything around us is matter. Light, heat, electricity, and even thoughts and emotions are important parts of our world, but they are not made of matter. Understanding what matter is-and what it is not-helps us better understand the world around us.\n\n## Snapshots\n\n- A mixture consists two or more substances mixed together. These substances retain their individual properties and do not react chemically with each other.\n- The individual substances that make up a mixture are called its components.\n- A pure substance consists the same type of particles. All the constituent particles of that substance behave identically.\n- Pure substance can be either an element or a compound.\n- Elements are the simplest substances that cannot be broken down further into simpler substances. They are the building blocks of all matter.\n- Substances which are composed of two or more elements combined chemically in a fixed ratio and have different properties from their constituent elements are called compounds.\n- Minerals are natural, solid substances found on the Earth. They have a fixed chemical composition. Most often they are compounds but rarely, they can also be pure elements.\n\n# Keep the curiosity alive \n\n1. Consider the following reaction where two substances, $A$ and $B$, combine to form a product $C$ :\n\n$$\nA+B \\rightarrow C\n$$\n\nAssume that $A$ and $B$ cannot be broken down into simpler substances by chemical reactions. Based on this information, which of the following statements is correct?\n(i) A, B, and C are all compounds and only C has a fixed composition.\n(ii) C is a compound, and A and B have a fixed composition.\n(iii) A and B are compounds, and C has a fixed composition.\n(iv) A and B are elements, C is a compound, and has a fixed composition.\n2. Assertion: Air is a mixture.\n\nReason: A mixture is formed when two or more substances are mixed, without undergoing any chemical change.\n(i) Both Assertion and Reason are true and Reason is the correct explanation for Assertion.\n(ii) Both Assertion and Reason are true, but Reason is not the correct explanation for Assertion.\n(iii) Assertion is true, but Reason is false.\n(iv) Assertion is false, but Reason is true.\n3. Water, a compound, has different properties compared to those of the elements oxygen and hydrogen from which it is formed. Justify this statement.\n4. In which of the following cases are all the examples correctly matched? Give reasons in support of your answers.\n(i) Elements - water, nitrogen, iron, air.\n(ii) Uniform mixtures- minerals, seawater, bronze, air.\n(iii) Pure substances- carbon dioxide, iron, oxygen, sugar.\n(iv) Non-uniform mixtures - air, sand, brass, muddy water.\n5. Iron reacts with moist air to form iron oxide, and magnesium burns in oxygen to form magnesium oxide. Classify all the substances involved in the above reactions as elements, compounds or mixtures, with justification.\n\n## Prepare some questions based on your\n\nlearnings so far ...\n![img-38.jpeg](img-38.jpeg)\n\n6. Classify the following as elements, compounds, or mixtures in Table 8.3.\nCarbon dioxide, sand, seawater, magnesium oxide, muddy water, aluminium, gold, oxygen, rust, iron sulfide, glucose, air, water, fruit juice, nitrogen, sodium chloride, sulfur, hydrogen, baking soda.\n\n# Table 8.3 \n\nElements\nCompounds\nMixtures\n\nIdentify pure substances amongst these and list them below.\n\n## Pure substances\n\n![img-39.jpeg](img-39.jpeg)\n\nFig. 8.24\n7. What new substance is formed when a mixture of iron filings and sulfur powder is heated, and how is it different from the original mixture? Also, write the word equation for the reaction.\n8. Is it possible for a substance to be classified as both an element and a compound? Explain why or why not.\n9. How would our daily lives be changed if water were not a compound but a mixture of hydrogen and oxygen?\n10. Analyse Fig. 8.24. Identify Gas A. Also, write the word equation of the chemical reaction.\n11. Write the names of any two compounds made only from non-metals, and also mention two uses of each of them.\n12. How can gold be classified as both a mineral and a metal?\n![img-40.jpeg](img-40.jpeg)\n\nReflect on the questions framed by your friends and try to answer ...\n\n# Discover, design, and debate \n\n- Design and create comic strips from real-life examples to differentiate between elements, compounds, and mixtures with diagrams and illustrate their properties and uses.\n- Search for discoveries of some elements (such as phosphorus, sodium), compounds (such as penicillin) and mixtures (such as brass, bronze, stainless steel). Present your findings in the class.\n- Let us search: Read labels on items like detergents or snacks, and try to list the mixtures and compounds they contain.\n![img-41.jpeg](img-41.jpeg)\n- Work in groups: Each group will pretend to be in the role of either an element, a compound, or a mixture. Debate which category among them is the most important."
}