{
  "chapter_name": "chapter 9",
  "content": "# The Amazing World of Solutes, Solvents, and Solutions \n\n![img-0.jpeg](img-0.jpeg)\n\nProbe and ponder\n\n- What do you think is happening in the picture above?\n- What happens when you add too much sugar to your tea and it stops dissolving? How can you solve this problem?\n- Why do sugar and salt dissolve in water but not in oil? Why is water considered a good solvent?\n- Why are water bottles usually tall and cylindrical in shape instead of spherical?\nShare your questions\n$\\qquad$\n$\\qquad$\n\nYou must have taken an Oral Rehydration Solution (ORS) at some time in your life. ORS is used to treat dehydration by keeping your body hydrated. You have learnt to prepare ORS at home in Curiosity, Grade 6. You may have wondered why every sip of your homemade ORS tastes the same, no matter how much you drink. Why does it not taste salty in one sip and sweet in another?\n\nThis is because when you add sugar and salt to water, they form a mixture in which the components are evenly distributed throughout.\n\nCan you predict whether this mixture is uniform or not (Fig. 9.1)? What happens when chalk powder is mixed with water-does it form a uniform mixture?\n\nWhen salt and sugar are mixed with water, a uniform mixture is formed, whereas when chalk powder or sand, or sawdust is mixed with water, the components are not evenly distributed. Such mixtures are known as non-uniform mixtures (Fig. 9.2a and 9.2b).\n\nLet us explore the science of mixing things together.\n![img-1.jpeg](img-1.jpeg)\n\nFig. 9.1: Mixture of sugar, salt, and water\n\n# 9.1 What Are Solute, Solvent, and Solution? \n\nA uniform mixture, such as that of salt or sugar, and water, is called a solution. Whenever a solid is mixed with a liquid to form a solution, the solid component is called the solute, and the liquid component is called the solvent. The solute dissolves in the solvent to form a solution (Fig. 9.3).\n\nSolute + Solvent $\\longrightarrow$ Solution\nWhen a solution is formed by mixing two liquids, it is not always clear which substance is dissolving the other. In such cases, the substance present in smaller amount is called the solute, while the one in larger amount is called the solvent.\n![img-2.jpeg](img-2.jpeg)\n\nFig. 9.3: Magnified schematic picture of a solute evenly distributed in a solvent\n\n$$\n\\begin{aligned}\n& \\text { We know air is a } \\\\\n& \\text { mixture. Would a } \\\\\n& \\text { mixture of gases also be } \\\\\n& \\text { considered a solution? }\n\\end{aligned}\n$$\n\n![img-3.jpeg](img-3.jpeg)\n\nJust as water can act as a solvent in liquid solutions, gases can also form solution - with air being a common example.\n\nAir is a gaseous solution. Since nitrogen is present in the largest amount in the air, it is considered as the solvent, while oxygen, argon, carbon dioxide, and other gases are considered as solutes.\n\n# Ever heard of ... \n\nThe Chashni (sugar syrup) of the Indian sweet Gulab jamun is made of a large amount of sugar (solid) dissolved in a small amount of water (liquid). However, the water is still considered as the solvent and sugar as the solute (Fig. 9.4)!\n![img-4.jpeg](img-4.jpeg)\n\nFig. 9.4: Gulab jamuns dipped in sugar syrup\n\n### 9.2 How Much Solute Can a Fixed Amount of Solvent Dissolve?\n\n## Activity 9.1: Let us investigate\n\nWhat will happen if we keep on adding more salt in a given amount of water?\n\n- Take a clean glass tumbler and fill it half with water.\n- Add one spoon of salt into it and stir well till it dissolves completely (Fig. 9.5).\n- Gradually add a spoonful of salt into the glass tumbler and stir. Observe how many spoons of salt you can add before it stops dissolving completely.\n- Record your observations in Table 9.1.\n\nTable 9.1: Dissolution of salt in water\n\n| Amount of salt taken <br> (teaspoon) | Observation (salt dissolves/salt <br> does not dissolve) |\n| :--: | :--: |\n| One |  |\n| Two |  |\n| Three |  |\n| Four |  |\n| $\\ldots$ |  |\n\n## Some discussion points\n\n- How many spoons of salt were you able to dissolve before some of it remained undissolved?\n- What does this indicate about the capacity of water to dissolve salt?\n\nYou might have observed that, initially, the salt completely dissolves in the water, forming a solution. After adding a few more spoons of salt, a stage comes when the added salt does not dissolve completely and the undissolved salt settles at the bottom. This indicates that the water can no longer dissolve any more salt because it has reached its limit. The solution in which more solute can be dissolved at a given temperature, is called an unsaturated solution (Fig. 9.5). However, when the solute stops dissolving and begins to settle at the bottom, the solution is called a saturated solution at that particular temperature (Fig. 9.6).\n\nThe amount of solute present in a fixed quantity of solution (or solvent) is termed as its concentration. Depending upon the amount of solute present in a fixed quantity of solution, it can be called a dilute solution (less amount of solute) or a concentrated solution (more amount of solute). Dilute and concentrated are relative terms.\n\nSo, one can say in Activity 9.1, the solution obtained by dissolving one spoon of salt is dilute as compared to that obtained by dissolving two or more spoons of salt.\n\nCan you now reflect - which solution is more concentrated; 2 spoons of salt in 100 mL of water or 4 spoons of salt in 50 mL of water?\n\nFrom Activity 9.1, we can say that the maximum amount of solute that dissolves in a fixed quantity of the solvent is called its solubility.\n\nDoes temperature affect the solubility of a solute?\nLet us find out!\n\n# 9.2.1 How does temperature affect the solubility of a solute? \n\n## Activity 9.2: Let us experiment (Demonstration activity)\n\n- Take about 50 mL of water in a glass beaker and measure its temperature using a laboratory thermometer, say $20^{\\circ} \\mathrm{C}$.\n- Add a spoonful of baking soda (sodium hydrogen carbonate) to the water and stir until it dissolves. Continue adding small amounts of baking soda while stirring, till some solid baking soda is left undissolved at the bottom of the beaker.\n\n\n## Safety first\n\nBe careful while using the heating device.\n![img-5.jpeg](img-5.jpeg)\n\nFig. 9.5: Unsaturated solution\n![img-6.jpeg](img-6.jpeg)\n\nFig. 9.6: Saturated solution\n\n![img-7.jpeg](img-7.jpeg)\n\nFig. 9.7: Dissolution of baking soda in water\n\n- Now, heat the contents to $50^{\\circ} \\mathrm{C}$ while stirring (Fig. 9.7).\n- What happens to the undissolved baking soda?\n- You will observe that it has dissolved.\n- Continue adding more baking soda while stirring at this temperature until some solid baking soda remains undissolved.\n- Again, heat the contents further to $70^{\\circ} \\mathrm{C}$ while continuing to stir. What do you observe?\n- The undissolved baking soda dissolves.\n- What do you infer from this experiment?\n\nWater at $70^{\\circ} \\mathrm{C}$ dissolves more baking soda than water at $50^{\\circ} \\mathrm{C}$. The amount of baking soda dissolved in water at $20^{\\circ} \\mathrm{C}$ is even lesser.\n\nIt has been found that for most of the substances, the solubility increases with an increase in temperature. We can also say that a saturated solution at a particular temperature behaves as an unsaturated solution if the temperature is increased.\n\n# Our scientific heritage \n\nWater has primarily been used as a solvent for the preparation of medicinal formulations in Ayurveda, Siddha, and other traditional systems of medicine in India. Additionally, drug formulations have been prepared using hydro-alcoholic extracts of the herbs. The Indian systems of medicine have also referred to the use of oils, ghee, milk, and other substances as solvents for drug formulations, to help achieve the therapeutic benefits of the drug.\n\n## Be a scientist\n\nWhat inspired Asima Chatterjee to work on medicinal plants?\nAsima Chatterjee is renowned for her work in developing anti-epileptic and anti-malarial drugs. She used solvents and solutions extensively to extract and isolate important compounds from medicinal plants. She earned a Doctorate of Science, becoming the second Indian woman to do so after Janaki Ammal. She became the first woman to receive the Shanti Swarup Bhatnagar Award in the field of chemical science and was also honoured with the Padma Bhushan.\n![img-8.jpeg](img-8.jpeg)\n\n![img-9.jpeg](img-9.jpeg)\n\n# 9.3 Solubility of Gases \n\nMany gases, including oxygen, dissolve in water. Oxygen dissolves in water only to a small extent. Even though present in minute quantities, it is this dissolved oxygen that sustains all aquatic life, including plants, fishes, and other organisms.\n\nIs the mixture of gases in water a uniform or non-uniform mixture?\n\nIt is a uniform mixture because the gases dissolve evenly in water to form a solution.\n\nDoes temperature affect the solubility of gases in liquids also? If so, how?\n\nIt has been observed that the solubility of gases generally decreases as temperature increases. More oxygen can dissolve in cold water, ensuring sufficient oxygen for aquatic life (Fig. 9.8). On the other hand, when water warms up, the solubility of\n![img-10.jpeg](img-10.jpeg)\n\nFig. 9.8: Aquatic species in water\noxygen decreases.\n![img-11.jpeg](img-11.jpeg)\n\nNow I understand that the mixtures we use can be of two types-uniform and non-uniform. Uniform mixtures are called solutions, and their components are not visible separately. In non-uniform mixtures, the components can be seen either with the naked eye or with a magnifying device.\n\nI observed that in some non-uniform mixtures, such as sawdust in water, the sawdust floats, whereas in the mixture of sand and water, the sand sinks. I wonder why that happens?\n![img-12.jpeg](img-12.jpeg)\n\n# 9.4 Why Do Objects Float or Sink in Water? \n\n![img-13.jpeg](img-13.jpeg)\n\nFig. 9.9: Some objects float while others sink in water\n\nYou must have observed that some objects float while others sink in water (Fig. 9.9). You may have noticed that, while washing rice, husk particles present in the rice float on the surface of water while rice sinks to the bottom of the container. Why does this happen? If you add oil to water, it floats on water. Generally, it is believed that objects that float in a liquid are lighter and others that sink are heavier than the liquid.\n\nA wooden stick and an iron rod may be of the same size, yet the iron rod feels much heavier. When we say that iron is heavier than wood, we are referring to a special property known as density, which describes the heaviness of an object.\n\n## Note\n\nHowever, the density of a substance is not the only factor that decides whether it will float or sink in a particular liquid.\n\nLet us explore further.\n\n## 9.5 What Is Density?\n\n![img-14.jpeg](img-14.jpeg)\n\nFig. 9.10 (a): Dense forest\n![img-15.jpeg](img-15.jpeg)\n\nFig. 9.10 (b): Less dense forest\n\nImagine a crowded bus where many people are packed together-this is an example of high density whereas, the same bus with only a few people is an example of low density. Similarly, a forest where trees grow close to each other is called a dense forest (Fig. 9.10a), but if the trees are far apart (Fig. 9.10b), it is considered less dense.\n\n## How do scientists define density?\n\nLet us find out.\nWe have learnt that matter is anything that possesses mass and occupies space (volume). Density is defined as the mass present in a unit volume of that substance.\n\nThe density of a substance may be expressed mathematically using the formula:\n\n$$\n\\text { Density }=\\frac{\\text { Mass }}{\\text { Volume }}\n$$\n\nThe density of a substance is independent of its shape or size. However, it is dependent on temperature and pressure. Pressure primarily affects the density of gases, while its effect on solids and liquids is negligible.\n\nThe units in which density is expressed will depend upon the units of mass and volume taken. As you have learnt, the SI units of mass and volume are kilogram ( kg ) and cubic metre ( $\\mathrm{m}^{3}$ ), respectively. Therefore, the SI unit of density is kilogram per cubic metre, abbreviated as $\\mathrm{kg} / \\mathrm{m}^{3}$. In case of liquids, other units of density are also used for convenience, such as gram per millilitre, abbreviated as $\\mathrm{g} / \\mathrm{mL}$ and gram per cubic centimetre, abbreviated as $\\mathrm{g} / \\mathrm{cm}^{3}$.\n\n# Conversion factor for density \n\n$1 \\mathrm{~kg} / \\mathrm{m}^{3}=1000 \\mathrm{~g} / \\mathrm{m}^{3}=1000 \\mathrm{~g} / 1000 \\mathrm{~L}=1 \\mathrm{~g} / \\mathrm{L}=1 \\mathrm{~g} / 1000 \\mathrm{~mL}=$ $1 \\mathrm{~g} / 1000 \\mathrm{~cm}^{3}$\n\nThe mass of 1 mL of water is close to 1 g at room temperature. For the measurement of the mass of water, we generally consider the volume in mL and its mass in g . Hence, 10 mL of water would be approximately 10 g . Similarly, 100 mL of water would be approximately 100 g .\n\nSuppose the mass of an aluminium block is 27 g and its volume is $10 \\mathrm{~cm}^{3}$, its density is $2.7 \\mathrm{~g} / \\mathrm{cm}^{3}$.\n\nFrom this, it can be said that aluminium is 2.7 times denser than water. We express this fact by saying that the relative density of aluminium with respect to water is 2.7. It is a number without any units.\nRelative density of any substance\nDensity of that substance with respect to water\n\n## Think like a scientist\n\nHave you noticed that some packets of ghee or oil are labelled with a volume of 1 litre but a weight of only say 910 grams (Fig. 9.11)? What does this tell us about the density of the oil, and is it less or more than that of water?\n\n### 9.5.1 Determination of density\n\nThe density of an object can be determined by measuring its mass and volume.\n\n## How to measure mass?\n\nYou learnt the term 'mass' in Curiosity, Grade 6. Mass is the quantity of matter present in any object. The instrument used to measure the mass of an object is known as a balance. You must have seen various types of balances being used by shopkeepers. Here, we are using a digital weighing balance to measure the mass. You learnt in chapter 'Exploring Forces' that on Earth, weight and mass are closely related.\n\nYou may measure the mass by doing the following activity.\n\n# Activity 9.3: Let us measure \n\n![img-16.jpeg](img-16.jpeg)\n\nFig. 9.12(a): Digital weighing balance\n![img-17.jpeg](img-17.jpeg)\n\nFig. 9.12(b): Tare the balance after placing a watch glass\n![img-18.jpeg](img-18.jpeg)\n\nFig. 9.12(c): Weighing a solid object on digital balance\n\n- Switch ON the digital weighing balance.\n- Observe the initial reading on the digital weighing balance display.\n- It should show a zero reading. If not, then we must bring it to zero by pressing the tare or reset button (Fig. 9.12a).\n- Place a dry and clean watch glass or butter paper on the pan.\n- Note the reading on the digital weighing balance.\n- Reset the digital weighing balance reading to zero by pressing the tare or reset button as shown in Fig. 9.12b.\n- Now, carefully place the solid object, such as stone, on the watch glass (Fig. 9.12c).\n- Note the reading displayed on the balance, which gives the mass of the stone, say 16.400 g .\n(You may use any other type of balance available in your school.)\n\n\n## Note\n\nThe mass of a liquid may be measured by replacing the watch glass with a beaker and pouring the desired amount of liquid into it.\n\n## A step further\n\nAs mentioned in Chapter 5, the words 'mass' and 'weight' are often used interchangeably in everyday language. But they have different meanings in science, which can sometimes cause confusion. Mass is the quantity of matter present in an object or a substance. Its units are gram (g) and kilogram (kg). On the other hand, weight is the force by which the Earth attracts an object or a substance towards\n![img-19.jpeg](img-19.jpeg)\n\nFig. 9.13: Two-pan balance\nitself, and it is measured in newtons (N). Most balances (except two-pan balances like in Fig. 9.13) actually measure weight, but their scales are marked in mass units, so they show values in grams or kilograms (Fig. 9.12c).\n\n# How to measure volume? \n\nA tetra pack says it contains 200 mL buttermilk (chach) (Fig. 9.14). What does that mean?\n\nYou learnt in Curiosity, Grade 6 that volume is the space occupied by an object. You also know that the SI unit of volume is cubic metres, written as $\\mathrm{m}^{3}$. It is the volume of a cube whose each side is one metre in length. Volume of smaller objects is conveniently expressed in a decimetre cube $\\left(\\mathrm{dm}^{3}\\right)$ or centimetre cube $\\left(\\mathrm{cm}^{3}\\right)$. One centimetre cube is also written as one cc. Volume of liquids is expressed in litres ( L ) which is equivalent to $1 \\mathrm{dm}^{3}$. A commonly used submultiple of a litre is millilitre ( mL ) which is equivalent to $1 \\mathrm{~cm}^{3}$.\n\nOne of the common apparatuses used to measure the volume of liquids is a measuring cylinder. It is a narrow transparent cylindrical container with one side open and the other side closed as shown in Fig. 9.15. There are markings on the transparent body of the cylinder that indicate the volume of liquid in the measuring cylinder. We can use it to measure the desired amount of a liquid.\n\nMeasuring cylinders are available in different sizes to measure volume- $5 \\mathrm{~mL}, 10 \\mathrm{~mL}, 25 \\mathrm{~mL}$, $50 \\mathrm{~mL}, 100 \\mathrm{~mL}, 250 \\mathrm{~mL}$, etc (Fig. 9.15). How accurately can these measuring cylinders measure?\nLet us find out!\n![img-20.jpeg](img-20.jpeg)\n\nFig. 9.14: A pack of buttermilk of 200 mL\n![img-21.jpeg](img-21.jpeg)\n\nFig. 9.15: Measuring cylinders of different capacities\n\n## Activity 9.4: Let us observe and calculate\n\nIn Curiosity, Grade 6, chapter 'Temperature and Its Measurement', you learnt how to use the thermometer and to find its smallest reading; you can do the same with a measuring cylinder.\n\nTake a measuring cylinder and observe it carefully. Note down the following:\n\n- What is the maximum volume it can measure?\n\nNow look at the measuring cylinder (Fig. 9.16) carefully. The cylinder is marked as 100 mL ; therefore, it can measure volume up to 100 mL .\n\nWhat is the smallest volume it can measure? Look at the measuring cylinder again.\n\n- How much is the volume difference indicated between the two bigger marks (for example, between 10 mL and 20 mL )?\n\n- How many smaller divisions are there between the two bigger marks?\n- How much volume does one small division indicate?\n\nThe smallest volume that the measuring cylinder can read is $\\qquad$ .\n\nWhy are measuring cylinders always designed narrow and tall instead of wider and short like a beaker?\n\nFor the measuring cylinder shown in Fig. 9.16, the volume difference indicated between 10 mL and 20 mL , or between 40 mL and 50 mL , is 10 mL .\n\nThe number of divisions between these marks is 10 .\nSo, one small division can read $10 \\div 10=1 \\mathrm{~mL}$.\nThat is, the smallest value that this measuring cylinder can read is 1 mL .\n\nThe smallest volume that a measuring cylinder can measure depends on the capacity of the measuring cylinder. Usually it is 0.1 mL in smaller measuring cylinders with a capacity of 10 mL or 25 mL , it is 1 mL in a 100 mL measuring cylinder, 2 mL in a 250 mL measuring cylinder, and 5 mL in a 500 mL measuring cylinder. Suppose we want to take 70 mL of water. If we use a 50 mL measuring cylinder, it would not be possible to measure 70 mL of water in one step. First, we have to measure 50 mL water and then 20 mL . Measuring volume in more than one step is not convenient. On the other hand, if a 250 mL or 500 mL measuring cylinder is used, the measurement can be done in one step but the accuracy would be reduced as the smallest volume that these measuring cylinders can measure is greater than that of a 100 mL measuring cylinder. Hence, a 100 mL measuring cylinder is the best choice for this measurement.\n\n# Activity 9.5: Let us measure 50 mL of water \n\n- Place a clean, dry measuring cylinder on a flat surface.\n- Pour water slowly into the measuring cylinder up to the required mark, as shown in Fig. 9.17.\n- If required, adjust the level of water in the measuring cylinder by adding or removing a small amount of water using a dropper.\n- On careful observation, you will notice that the water inside the measuring cylinder forms a curved surface. This curved surface is called the meniscus (Fig. 9.18).\n- Read the mark on the measuring cylinder that coincides with the bottom of the meniscus for water or other colourless liquids.\n\n- Make sure that the eyes are at level with the bottom of the meniscus while noting the readings as shown in Fig. 9.18.\n![img-22.jpeg](img-22.jpeg)\n\nFig. 9.17: Pouring water into the measuring cylinder\n![img-23.jpeg](img-23.jpeg)\n\nI wonder how the level of a coloured liquid is measured?\n![img-24.jpeg](img-24.jpeg)\n\nFig. 9.18: Measuring the reading\n\n- Once it reaches the required level-that is, 50 mL transfer this water to the required container.\nIn case of coloured liquids the mark on the measuring cylinder should coincide with the top of the meniscus!\n\n\n# Determining volume of solid objects with regular shapes \n\n## Activity 9.6: Let us calculate\n\n- Collect various objects with a cuboid shapes, such as a notebook, a shoe box, or a dice.\n- Measure the length ( $l$ ), width ( $w$ ), and height ( $h$ ) of the objects using a scale. Suppose the length of the notebook is 25 cm , the width is 18 cm , and the height is 2 cm .\n- Calculate the volume by using the following formula.\n\n$$\n\\begin{gathered}\n\\text { Volume }=l \\times w \\times h \\\\\n\\text { Volume }=25 \\mathrm{~cm} \\times 18 \\mathrm{~cm} \\times 2 \\mathrm{~cm}=900 \\mathrm{~cm}^{3}\n\\end{gathered}\n$$\n\n- Record in your notebook.\n\n\n## Determining volume of objects with irregular shapes\n\nImagine you have an object, like a stone, that does not have a regular shape. To calculate its density, the main challenge is to find its volume. Let us learn how the volume of a solid with an irregular shape can be determined.\n\n![img-25.jpeg](img-25.jpeg)\n\nFig. 9.19: Level of water in the measuring cylinder (a) Without object; (b) With object\n\n## Activity 9.7: Let us measure\n\n- Collect various objects from your surroundings, such as a stone, metal keys, and so on.\n- Fill a measuring cylinder with water up to any desired volume, say 50 mL (Fig. 9.19a) and record the initial volume taken in Table 9.2.\n- Tie the object, say a stone, with a thread and slowly lower it into the measuring cylinder.\n- What do you notice?\n- Record the final volume after the level rises, say 55 mL , as shown in Fig. 9.19b.\n- Subtract the initial volume from the final volume after the object is put into the measuring cylinder. This is the volume of the object.\n- Record your observations in Table 9.2.\n\nTable 9.2: Volume of irregular solids\n\n| 5.No. | Object | Initial volume of water in the measuring cylinder (mL) <br> (A) | Final volume of water in the measuring cylinder (mL) <br> (B) | Volume of water displaced in the measuring cylinder (mL) (B-A) | Volume of the object $\\left(\\mathrm{cm}^{3}\\right)$ |\n| :--: | :--: | :--: | :--: | :--: | :--: |\n| 1. | Stone | 50 mL | 55 mL | 5 mL | $5 \\mathrm{~cm}^{3}$ |\n| 2. | Metal key |  |  |  |  |\n| 3. | Any other |  |  |  |  |\n\n# Note \n\nThe values of volume are obtained in units of mL , which can be written in the equivalent unit $\\mathrm{cm}^{3}$ for solids.\n\nWe have already learnt to measure the mass and volume of liquids and solids of different types. These quantities can be used to calculate the density of the object or the substance.\n\n## Let us calculate the density\n\nDensity can be calculated using the following formula:\n\n$$\n\\text { Density }=\\frac{\\text { Mass }}{\\text { Volume }}=\\frac{16.400 \\mathrm{~g}}{5 \\mathrm{~cm}^{3}}=3.28 \\mathrm{~g} / \\mathrm{cm}^{3}\n$$\n\n# Let us dig deeper! \n\nDid you know that our planet, Earth, is composed of several layers, such as crust, upper mantle, lower mantle, outer core, and inner core, each with its particular range of density? The outermost layer, called the crust, is the lightest and the density of the different layers increases as we move towards the centre (Fig. 9.20). As one moves deeper into the Earth, both the pressure and the temperature rise significantly, making the materials heavier\n![img-26.jpeg](img-26.jpeg)\n\nFig. 9.20: Layers of Earth\nand more compact.\n\n## Ever heard of ...\n\n![img-27.jpeg](img-27.jpeg)\n\nFig. 9.21: Bamboo raft floats on water\nIn ancient times, before large ships were invented, people used bamboo and wooden logs to travel across rivers and seas (Fig. 9.21). Bamboo was used because it is light, hollow, and floats easily on water. People tied bamboo poles together to make rafts and small boats for fishing, trading, and crossing water bodies. Wooden logs, especially from strong trees were either hollowed out to make boats or\nused as rafts. These simple boats, made from locally available materials, were important for moving around and connecting different places. Even today, similar traditional boats made of bamboo or wood are used in some regions-not just for transport, but also as tourist attractions.\n\n### 9.5.2 Effect of temperature on density\n\nGenerally, the density of a substance decreases with heating and increases with cooling. This can be explained on the basis of what you have learnt in chapter 'Particulate Nature of Matter'. As temperature increases, the particles of a substance whether, solid, liquid, or gas, tend to move away and spread. This results in an increase in volume but there is no change in mass. Since the Density = Mass/Volume, upon heating, the volume increases and the density decreases. This explains why hot air moves up as it is less dense than the cool air around it. The hot air balloon works on the same principle (Fig. 9.22).\n![img-28.jpeg](img-28.jpeg)\n\nFig. 9.22: Rising of hot air balloons\n\n# 9.5.3 Effect of pressure on density \n\nPressure affects density differently depending on the state of matter. For gases, increasing pressure causes the particles to move closer together. As a result, the volume of the gas decreases and its density increases. In the case of liquids, pressure has a small effect because they are nearly incompressible. We have learnt in chapter 'Particulate Nature of Matter' that the particles in solids are very close to each other. So, how is the density of solids affected when pressure is applied? Solids are even less affected by pressure than liquids, and changes in their density are usually negligible.\n\n## Ever heard of ...\n\nWhy does ice float on water? Ice floats on water because it is lighter than liquid water (Fig. 9.23). Water has a special property that its density is highest at $4{ }^{\\circ} \\mathrm{C}$. It means water is heaviest at $4{ }^{\\circ} \\mathrm{C}$. As the temperature drops, and water turns into ice at $0{ }^{\\circ} \\mathrm{C}$, it undergoes a change in structure-the particles\n![img-29.jpeg](img-29.jpeg)\n\nFig. 9.23: Ice floats on water\narrange themselves in a way that takes up more space. This process is called expansion. Because the same amount of water now occupies a larger volume, its density decreases. As a result, ice becomes lighter than liquid water and floats on its surface.\n\nThis is important for animals living in lakes and oceans because ice floats, it forms a layer on top, keeping the water underneath warm enough for fish and other creatures to survive, even in extremely cold weather.\n\n## Think like a scientist\n\n- Take a glass tumbler and fill it with tap water. Carefully place a raw whole egg into the water and observe what happens. You will notice that the egg sinks to the bottom (Fig. 9.24).\n- What change can you make to this setup to make the egg float in water instead of sinking?\n- In this chapter, you have learnt the concept of density and how it explains partially why some objects float while others sink.\n![img-30.jpeg](img-30.jpeg)\n\nFig. 9.24: Raw whole egg sinks in water\n\n# Snapshots \n\n- A solution is said to be formed when two or more substances mix to form a uniform mixture.\n- In the solution formed by dissolving a solid in a liquid, the solid component is known as a solute and the liquid component is known as a solvent.\n- In a solution formed by mixing two liquids, the component present in less quantity is known as solute and the other component is called solvent.\n- In air, nitrogen is considered as a solvent, while oxygen, argon, carbon dioxide, and other gases are considered as solutes.\n- A solution in which the maximum amount of solute has been dissolved, and no more of it can be dissolved at that temperature is called a saturated solution.\n- A solution in which more solute can be dissolved at a given temperature is called an unsaturated solution.\n- Solubility is the maximum amount of solute that can be dissolved in a fixed quantity ( 100 mL ) of a solution or a solvent at a particular temperature.\n- Generally, in liquids, the solubility of solids increases and that of gases decreases with an increase in temperature.\n- The amount of matter present in an object is known as its mass.\n- The space occupied by an object or a substance is known as its volume.\n- Devices used to measure mass and volume are a weighing balance and a measuring cylinder, respectively.\n- The mass per unit volume of a substance is known as its density (Density = Mass/Volume).\n- Generally, density decreases with an increase in temperature and pressure affects density differently depending on the state of matter.\n\n\n## Keep the curiosity alive\n\n1. State whether the statements given below are True [T] or False [F]. Correct the false statement(s).\n(i) Oxygen gas is more soluble in hot water rather than in cold water.\n(ii) A mixture of sand and water is a solution.\n(iii) The amount of space occupied by any object is called its mass.\n(iv) An unsaturated solution has more solute dissolved than a saturated solution.\n(v) The mixture of different gases in the atmosphere is also a solution.\n\n![img-31.jpeg](img-31.jpeg)\n(a)\n![img-32.jpeg](img-32.jpeg)\n(b)\n\nFig. 9.25\n2. Fill in the blanks.\n(i) The volume of a solid can be measured by the method of displacement, where the solid is $\\qquad$ in water and the $\\qquad$ in water level is measured.\n(ii) The maximum amount of $\\qquad$ dissolved in at a particular temperature is called solubility at that temperature.\n(iii) Generally, the density $\\qquad$ with increase in temperature.\n(iv) The solution in which glucose has completely dissolved in water, and no more glucose can dissolve at a given temperature, is called a $\\qquad$ solution of glucose.\n3. You pour oil into a glass containing some water. The oil floats on top. What does this tell you?\n(i) Oil is denser than water\n(ii) Water is denser than oil\n(iii) Oil and water have the same density\n(iv) Oil dissolves in water\n4. A stone sculpture weighs 225 g and has a volume of $90 \\mathrm{~cm}^{3}$. Calculate its density and predict whether it will float or sink in water.\n5. Which one of the following is the most appropriate statement, and why are the other statements not appropriate?\n(i) A saturated solution can still dissolve more solute at a given temperature.\n(ii) An unsaturated solution has dissolved the maximum amount of solute possible at a given temperature.\n(iii) No more solute can be dissolved into the saturated solution at that temperature.\n(iv) A saturated solution forms only at high temperatures.\n6. You have a bottle with a volume of 2 litres. You pour 500 mL of water into it. How much more water can the bottle hold?\n7. An object has a mass of 400 g and a volume of $40 \\mathrm{~cm}^{3}$. What is its density?\n8. Analyse Fig. 9.25a and 9.25b. Why does the unpeeled orange float, while the peeled one sinks? Explain.\n9. Object A has a mass of 200 g and a volume of $40 \\mathrm{~cm}^{3}$. Object B has a mass of 240 g and a volume of $60 \\mathrm{~cm}^{3}$. Which object is denser?\n![img-33.jpeg](img-33.jpeg)\n\nPrepare some questions based on your learnings so far ...\n$\\qquad$\n$\\qquad$\n$\\qquad$\n$\\qquad$\n$\\qquad$\n\n10. Reema has a piece of modeling clay that weighs 120 g . She first moulds it into a compact cube that has a volume of $60 \\mathrm{~cm}^{3}$. Later, she flattens it into a thin sheet. Predict what will happen to its density.\n11. A block of iron has a mass of 600 g and a density of $7.9 \\mathrm{~g} / \\mathrm{cm}^{3}$. What is its volume?\n12. You are provided with an experimental setup as shown in Fig. 9.26a and 9.26b. On keeping the test tube (Fig 9.26b) in a beaker containing hot water ( $\\sim 70^{\\circ} \\mathrm{C}$ ), the water level in the glass tube rises. How does it affect the density?\n\n# Discover, design, and debate \n\n![img-34.jpeg](img-34.jpeg)\n\n- Research project on Dead Sea: Why is there no aquatic life in the Dead Sea? Try to find out if there are any other similar water bodies.\n- Investigate how well common salt dissolves in different solvents, such as water, vinegar, and oil. Compare the solubility of salt in each solvent and record your observations.\n- Debate in class-Is water truly the most versatile solvent?\n\n\n## Our scientific heritage\n\nNingel village in Manipur's Thoubal district is a place where salt is still produced using traditional methods. The village has a few salt wells, one of which is lined with a 100-year-old tree trunk placed into the ground to draw up salty water. A few families mostly women, continue this sacred practice by collecting the salt solution and boiling it in large metal pans over firewood kilns. Once the water evaporates and salt crystals form, they are shaped into round 'salt cakes' using banana leaves and handmade tools. These cakes are then wrapped in a traditional cloth (phanek) to protect them. The salt cakes are believed to have some medicinal value too.\n\nSalt in Ningel is more than just food - it is history, culture, belief, and a beautiful example of India's living heritage.\n![img-35.jpeg](img-35.jpeg)\n(a)\n![img-36.jpeg](img-36.jpeg)\n(b)\n\nFig. 9.26\n\n## Reflect on the questions framed by your friends and try to answer ...\n\n![img-37.jpeg](img-37.jpeg)"
}