{
  "summary": {
    "short": "A solution is a uniform mixture where components are evenly distributed. In a solid-in-liquid solution, the solid is the solute and the liquid is the solvent. If two liquids are mixed, the component in the smaller amount is the solute. Air is a gaseous solution with nitrogen as the solvent. An unsaturated solution can dissolve more solute, while a saturated solution has reached its maximum solute capacity at a given temperature. Solubility is the maximum amount of solute that dissolves in a fixed amount of solvent at a specific temperature. Generally, solubility of solids increases with temperature, while solubility of gases decreases. Density is defined as mass per unit volume (\\(\\text{Density} = \\frac{\\text{Mass}}{\\text{Volume}}\\)). Density is affected by temperature and pressure, typically decreasing with increased temperature and increasing with increased pressure for gases. Objects float or sink based on their density relative to the liquid. Mass is the quantity of matter, measured in grams or kilograms, while volume is the space occupied, measured in milliliters or cubic centimeters.",
    "detailed": "A solution is a uniform mixture where components are evenly distributed, unlike non-uniform mixtures where components remain separate. In a solution formed by dissolving a solid in a liquid, the solid is the solute and the liquid is the solvent. If two liquids are mixed, the substance in the smaller amount is the solute, and the one in the larger amount is the solvent. Air is an example of a gaseous solution, with nitrogen as the solvent and other gases as solutes.\n\nThe amount of solute a solvent can dissolve is limited. An unsaturated solution can dissolve more solute at a given temperature, while a saturated solution has reached its maximum solute capacity, and any additional solute will not dissolve. Concentration refers to the amount of solute in a fixed amount of solution; a dilute solution has less solute, and a concentrated solution has more. Solubility is the maximum amount of solute that can dissolve in a fixed amount of solvent at a specific temperature.\n\nTemperature significantly affects solubility. For most solids, solubility increases with rising temperature, meaning a saturated solution at a lower temperature can become unsaturated if heated. Conversely, the solubility of gases in liquids generally decreases as temperature increases; cold water can dissolve more oxygen than warm water, which is vital for aquatic life.\n\nDensity is a measure of how much mass is contained within a unit volume of a substance, defined by the formula Density = Mass/Volume. It is independent of shape or size but is affected by temperature and pressure. Generally, density decreases with increasing temperature and increases with decreasing temperature. Pressure has a more significant effect on the density of gases than on liquids or solids. The relative density of a substance is its density compared to water.\n\nMeasuring mass is done using a balance, while volume can be measured using apparatus like a measuring cylinder. For irregularly shaped solids, volume can be determined by the displacement method, where the object is submerged in a liquid, and the volume of liquid displaced is measured. The density of an object is calculated by dividing its mass by its volume. Objects with a density less than the liquid they are placed in will float, while those with a density greater will sink. Water's unique property of having its highest density at $4^{\\circ} \\mathrm{C}$ causes ice to float, which is crucial for aquatic ecosystems in cold climates."
  }
}